{
    "main_block": {
        "imgSrc": "/images/banners/placing-equipment.png",
        "title": "Размещение оборудования",
        "description": "Самый надежный способ размещения своего оборудования. Ваши серверы под нашей охраной."
    },
    "faq_block": {
        "title": "Ответы на вопросы",
        "faqItems": [
            {
                "question": "Что такое Colocation?",
                "answerTitle": "Что такое Colocation?",
                "answerDescription": "Colocation – это услуга, благодаря которой мы позволяем пользователям размещать свое собственное серверное оборудование в специализированных помещениях дата-центра. Пользуясь этой услугой, клиенты получают доступ к надежной инфраструктуре, включая высокоскоростное интернет-соединение, резервное электропитание, системы охлаждения и высокий уровень безопасности."
            },
            {
                "question": "Как определяется стоимость Colocation?",
                "answerTitle": "Как определяется стоимость Colocation?",
                "answerDescription": "Итоговая стоимость размещения оборудования зависит от совокупности факторов, таких как занимаемое пространство в Юнитах, расход электропитания, сетевой канал и возможные дополнительные услуги. Просим обратить внимание, что каждый случай по размещению клиентского оборудования рассматривается совершенно индивидуально в зависимости от потребностей пользователя. Обращайтесь на наш адрес <a href='support@spacecore.pro'>support@spacecore.pro</a>"
            },
            {
                "question": "Что произойдет при поломке моего оборудования?",
                "answerTitle": "Что произойдет при поломке моего оборудования?",
                "answerDescription": "Мы понимаем насколько критичной может быть Ваша работа и насколько случайными бывают обстоятельства, при которых комплектующие выходят из строя. В таком случае мы можем в экстренном порядке заменить необходимую деталь на идентичную или подобную ей (если есть в наличие)."
            }
        ]
    },
    "support_block": {
        "type": "chat",
        "imgSrc": "/images/banners/austronaut-lie.png",
        "title": "Онлайн-чат поддержки",
        "description": "Есть вопросы? Пишите нам в чат! Поддержка 24/7",
        "buttonText": "Открыть чат"
    },
    "placing_text_block": {
        "title": "Colocation",
        "description": "Colocation — это услуга, при которой ваш сервер размещается не у вас дома или в офисе, а на специализированной территории у провайдера, называемой дата-центром. В этом дата-центре много места для серверов разных клиентов, и каждому обеспечены нужные условия: стабильная работа, доступ к серверу и высокий уровень безопасности.",
        "descriptionAdditional": "Выбирая аренду места в дата-центре, клиенты получают возможность использовать профессиональное оборудование и инфраструктуру без необходимости создавать такую среду самостоятельно. Это особенно актуально для тех, у кого нет своих площадей или ресурсов для установки и обслуживания сложного серверного оборудования."
    },
    "placing_prices_block": {
        "title": "Цены на размещение",
        "placingPrices": [],
        "description": "При подсчете учитываем мощность указанную на блоке питания вашего оборудования. Если у устройства два блока питания, в учет идет лишь один из них.",
        "descriptionPrice": ""
    }
}