{
    "main_block": {
        "imgSrc": "/images/banners/ddos-protection.png",
        "title": "Защита от DDoS",
        "description": "Надежная опциональная защита от DDoS-атак для Вашего проекта. Профессиональное решение от злоумышленников."
    },
    "faq_block": {
        "title": "Ответы на вопросы",
        "faqItems": [
            {
                "question": "Как работает защита от DDoS-атак?",
                "answerTitle": "Как работает защита от DDoS-атак?",
                "answerDescription": "Весь входящий трафик проходит через оборудование StormWall, через которое выполняется полная фильтрация пакетов и дальнейшая переадресация на Ваш сервер. Это увеличивает задержку к некоторым сервисам, но в части случаев она может и уменьшиться, поскольку сеть имеет прямой стык с такими провайдерами, как Google, Microsoft, Akamai."
            },
            {
                "question": "Сколько стоит такая защита от DDoS-атак?",
                "answerTitle": "Сколько стоит такая защита от DDoS-атак?",
                "answerDescription": "Для всех тарифов стоимость рассчитывается индивидуально. Чтобы уточнить условия, Вам следует создать запрос в поддержку в личном кабинете."
            },
            {
                "question": "Есть ли ограничения трафика при активной защите?",
                "answerTitle": "Есть ли ограничения трафика при активной защите?",
                "answerDescription": "С активной защитой по умолчанию предоставляется полоса 100Мбит/с. Мы предлагаем к приобретению выделенный канал с необходимой скоростью."
            },
            {
                "question": "Как быстро активируется защита при наличии атаки?",
                "answerTitle": "Как быстро активируется защита при наличии атаки?",
                "answerDescription": "Защита активна круглосуточно и фильтрует абсолютно весь входящий трафик. Таким образом у злоумышленников меньше шансов нанести вред Вашему проекту."
            },
            {
                "question": "Как защитить мой сайт?",
                "answerTitle": "Как защитить мой сайт?",
                "answerDescription": "Для веб-сервисов предоставляется отдельный тип защиты StormWall, который подключается в индивидуальном порядке в зависимости от ожидаемой посещаемости веб-сайта. Для уточнения условий следует обратиться в поддержку."
            }
        ]
    },
    "support_block": {
        "type": "chat",
        "imgSrc": "/images/banners/austronaut-lie.png",
        "title": "Вас атакуют?",
        "description": "Пишите нам круглосуточно. Специалисты предоставят Вам консультацию.",
        "buttonText": "Открыть чат"
    },
    "services_description": [
        {
            "imgSrc": "/images/icons/ddos-filters.svg",
            "title": "Фильтрация всех видов DDoS-атак",
            "description": "По умолчанию фильтрация производится на уровнях L3-L4 OSI. По индивидуальному запросу мы производим подключение защиты для веб-сервисов (L7)."
        },
        {
            "imgSrc": "/images/icons/custom-protection.svg",
            "title": "Создание индивидуальных правил защиты",
            "description": "Для популярных сервисов по умолчанию активны правила защиты. По запросу доступна разработка индивидуальных правил совершенно бесплатно."
        },
        {
            "imgSrc": "/images/icons/option-connect.svg",
            "title": "Опциональное подключение для услуг",
            "description": "Данный тип защиты является опциональным и предназначен для крупных проектов. Вы можете уточнить возможность подключения через запрос в поддержку."
        },
        {
            "imgSrc": "/images/icons/high-filter-power.svg",
            "title": "Мощность фильтрации до 3500 Гбит/с",
            "description": "Общая мощность отражения атак достигает 3,5 Тбит/с, что позволяет противостоять практически любой угрозе."
        }
    ],
    "ddos_protection_banner_block": {
        "imgSrcLight": "/images/banners/ddos-protection-light.png",
        "imgSrcDark": "/images/banners/ddos-protection-dark.png"
    },
    "providing_services_block": {
        "title": "Условия предоставления",
        "providingServices": [
            "Опциональное подключение по запросу.",
            "Доступно только для серверов SpaceCore или Colocation.",
            "Больше ничего не требуется. Ваш сервер будет под полной защитой от DDoS-атак.",
            "В некоторых случаях необходимо изменение IP-адреса.",
            "Постоянный мониторинг позволяет защищать Ваш сервер круглосуточно.",
            "Экспертная поддержка специалистов для решения любых вопросов."
        ],
        "imgSrc": "/images/banners/astronaut.png"
    }
}