{
    "main_block": {
        "title": "DNS-хостинг",
        "description": "Обеспечьте доступность своего сайта или веб-приложения на SpaceCore. Бесплатно размещайте домены и записи на наших DNS-серверах!",
        "imgSrc": "/images/banners/dns-hosting.png"
    },
    "main_info_block": [
        {
            "id": 0,
            "imgSrc": "/images/banners/control-panel.png",
            "title": "100% бесплатно",
            "description": "Полностью бесплатная услуга. Используйте наши DNS-серверы без ограничений и в любом количестве для Ваших веб-сайтов!"
        },
        {
            "id": 1,
            "imgSrc": "/images/banners/rocket.png",
            "title": "Отказоустойчивость",
            "description": "Мы используем исключительно надежное оборудование для обеспечения круглосуточной работы как Ваших сайтов, так и сайтов компании."
        },
        {
            "id": 2,
            "imgSrc": "/images/banners/bank-coin.png",
            "title": "Простота настройки",
            "description": "Интеллектуально понятный интерфейс позволяет Вам внести необходимые настройки даже без опыта работы с данной технологией."
        },
        {
            "id": 3,
            "imgSrc": "/images/banners/shield.png",
            "title": "Отсутствие лимитов",
            "description": "Создайте безлимитное количество любых DNS-записей! Бесплатно. Надежно. Навсегда."
        }
    ],
    "faq_block": {
        "title": "Ответы на вопросы",
        "faqItems": [
            {
                "question": "В чем разница между DNS-хостингом и веб-хостингом?",
                "answerTitle": "В чем разница между DNS-хостингом и веб-хостингом?",
                "answerDescription": "Веб-хостинг предоставляет физическое место для хранения данных вашего сайта, в то время как DNS-хостинг отвечает за преобразование доменных имен в IP-адреса."
            },
            {
                "question": "Влияет ли DNS-хостинг на скорость моего сайта?",
                "answerTitle": "Влияет ли DNS-хостинг на скорость моего сайта?",
                "answerDescription": "Да, быстрый и надежный DNS-хостинг ускорит время разрешения домена, что уменьшит начальную задержку при загрузке сайта."
            }
        ]
    },
    "support_block": {
        "type": "chat",
        "imgSrc": "/images/banners/austronaut-lie.png",
        "title": "Онлайн-чат поддержки",
        "description": "Есть вопросы? Пишите нам в чат! Поддержка 24/7",
        "buttonText": "Открыть чат"
    },
    "what_is_dns_block": {
        "title": "Что такое DNS?",
        "descriptionMain": "DNS помогает пользователям оказаться на необходимом сайте при помощи поискового запроса в браузере.",
        "descriptionAdditional": "Настоящая «книга контактов», только в интернете! Например, чтобы оказаться на нашем веб-сайте, в браузере необходимо ввести доменное имя «‎SpaceCore.pro». Для пользователя происходит практически незаметное перенаправление, а на уровне DNS-серверов обрабатывается IP-адрес сайта, который скрывается за красивыми буквами!",
        "imgSrcLight": "/images/banners/dns-hosting-light.png",
        "imgSrcDark": "/images/banners/dns-hosting-dark.png",
        "buttonText": "Попробовать",
        "buttonLink": "https://billing.spacecore.pro/billmgr#/?func=dnshost.order.pricelist&plid="
    },
    "what_need_to_use_dns_block": {
        "title": "Что нужно для использования наших DNS-серверов",
        "buttonLink": "#",
        "buttonText": "Подробнее в нашей базе знаний",
        "steps": [
            {
                "number": 1,
                "title": "Выберите домен",
                "description": "Выберите интересующий Вас вариант доменного имени и проверьте его доступность на нашей странице WHOIS."
            },
            {
                "number": 2,
                "title": "Зарегистрируйте его",
                "description": "Это следующий этап к созданию Вашего веб-сайта. Оформите доступный домен в личном кабинете и будьте готовы идти дальше!"
            },
            {
                "number": 3,
                "title": "Добавьте в SpaceCore",
                "description": "Закажите бесплатную услугу DNS-хостинга в личном кабинете. После моментальной активации Вы сможете добавить приобретенный домен в панели управления."
            }
        ]
    }
}
