{
    "main_block": {
        "imgSrc": "/images/banners/for-investors.png",
        "title": "Инвестируйте в SpaceCore",
        "description": "Узнайте больше о том, как мы работаем, чтобы увидеть потенциал Вашего вложения. Ваш успех — наш приоритет."
    },
    "faq_block": {
        "title": "Ответы на вопросы",
        "faqItems": [
            {
                "question": "Чем SpaceCore отличается от конкурентов?",
                "answerTitle": "Чем SpaceCore отличается от конкурентов?",
                "answerDescription": "Наш хостинг выделяется на фоне конкурентов рядом преимуществ. Прежде всего, мы уделяем большое внимание индивидуальному подходу к каждому клиенту, адаптируя всевозможные решения под потребности пользователя. Благодаря передовым технологиям и использованию исключительно нового оборудования, наши серверы обеспечивают высочайший уровень производительности. Кроме того, наша команда поддержки доступна 24/7, осуществляя быстрое решение любых возникающих вопросов. Мы предлагаем реальное качество и надежность."
            },
            {
                "question": "Каким образом заключается договор с компанией?",
                "answerTitle": "Каким образом заключается договор с компанией?",
                "answerDescription": "Мы проводим детальные переговоры, учитывая бюджет, интересы инвестора и условия нашей компании. На основе этих данных и анализа потенциальных рисков с ожидаемой доходностью мы составляем и заключаем индивидуальный договор на определенный срок. Для обсуждения подробностей обратитесь на адрес <a href='mailto:partner@spacecore.pro'>partner@spacecore.pro</a>"
            },
            {
                "question": "Как Вы реагируете на изменения рынка и технологий?",
                "answerTitle": "Как Вы реагируете на изменения рынка и технологий?",
                "answerDescription": "Мы активно следим за текущими изменениями рынка и технологическими новшествами. Благодаря этому мы быстро адаптируемся к изменениям, внедряя новые решения, которые соответствуют современным требованиям рынка и потребностям клиентов. Наша главная цель — оставаться на передовой технологического прогресса, предоставляя клиентам только лучшие и актуальные решения."
            },
            {
                "question": "Каково влияние санкций против РФ на SpaceCore?",
                "answerTitle": "Каково влияние санкций против РФ на SpaceCore?",
                "answerDescription": "Официально наша компания <strong>SPACECORE SOLUTION LTD</strong>. базируется в Великобритании и не имеет прямого юридического отношения к Российской Федерации. В случае наложения любого рода ограничительных мер или санкций, это не окажет непосредственного влияния на деятельность нашей компании и никак не повлияет на наши услуги в других регионах кроме РФ."
            }
        ]
    },
    "support_block": {
        "type": "email",
        "imgSrc": "/images/banners/austronaut-lie.png",
        "title": "Ждем вашего обращения!",
        "description": "partner@spacecore.pro",
        "buttonText": "",
        "emailLink": "mailto:partner@spacecore.pro"
    },
    "for_investors_block": {
        "title": "Мы рады приветствовать инвесторов",
        "description": "Добро пожаловать в сердце нашего космического мира! Инвестиции – это ключ к развитию сферы хостинг-провайдеров. Погрузитесь в подробности инфраструктуры SpaceCore и следите за новинками наших сервисов. Мы строим мосты в будущее хостинга. Присоединяйтесь к нам и вместе мы сможем открыть новые горизонты бизнеса!",
        "descriptionAdditional": "Каждое инвестиционное предложение в нашу компанию обрабатывается с уникальным вниманием, учитывая интересы, амбиции и финансовые возможности инвестора. В результате чего производится оформление взаимовыгодного договора между инвестором и компанией.",
        "servicesDescription": [
            {
                "imgSrc": "/images/icons/ddos-filters.svg",
                "title": "Низкий порог входа",
                "description": "Мы принимаем инвестиции объемом от 10.000 € и повышаем процент потенциальной доходности пропорционально величине Вашей суммы!"
            },
            {
                "imgSrc": "/images/icons/custom-protection.svg",
                "title": "Технологическое лидерство",
                "description": "Мы постоянно совершенствуем наши сервисы и внедряем передовые технологии, чтобы всегда соответствовать уровню современных стандартов."
            },
            {
                "imgSrc": "/images/icons/option-connect.svg",
                "title": "Финансовая стабильность",
                "description": "Наша компания может обеспечить регулярный и предсказуемый доход для Вас, благодаря постоянной работе над финансовой устойчивостью."
            },
            {
                "imgSrc": "/images/icons/high-filter-power.svg",
                "title": "Сильная клиентская база",
                "description": "Прямо сейчас более 2000 клиентских серверов стабильно работают под нашим обеспечением, подтверждая доверие клиентов к компании."
            }
        ]
    }
}