{
    "main_block": {
        "imgSrc": "/images/banners/uptime-robot.png",
        "title": "Статус сервисов",
        "description": "Уникальный мониторинг, в котором Вы можете проверить доступность любых сервисов и узлов SpaceCore."
    },
    "systems_time_work_block": {
        "title": "Все сервисы работают",
        "titleNotWorks": "Часть сервисов недоступна",
        "statustitle": "Актуальность",
        "lastUpdate": "Последнее обновление",
        "nextUpdate": "Следующее обновление через",
        "workTimetitle": "Время работы",
        "workTimetitleAdditional": "последние 90 дней",
        "toToptitle": "Вверх",
        "workstitle": "Работает",
        "notWorkstitle": "Не работает",
        "groups": [
            {
                "title": "Наши сервисы",
                "ids": [
                    788263674,
                    788263676,
                    788263678,
                    787698359,
                    787615884,
                    787615904,
                    787615915,
                    787615755
                ]
            },
            {
                "title": "NS-серверы",
                "ids": [
                    795057495,
                    795057497
                ]
            },
            {
                "title": "Узлы",
                "ids": [
                    788431420,
                    788431420,
                    788431420,
                    793304781,
                    787615683,
                    791803674,
                    787615684,
                    789338763,
                    789512142,
                    791267757,
                    791267759,
                    787615692,
                    787615688,
                    792529817,
                    792684315,
                    792544354,
                    793304795,
                    792586439,
                    792586443,
                    794537557,
                    794537557,
                    794537546,
                    794537546,
                    794537553,
                    787615694,
                    791803693,
                    792567376,
                    794537536,
                    794862729,
                    795146126
                ]
            }
        ]
    },
    "status_update_block": {
        "title": "Статус обновления",
        "titleAdditional": "последние 30 дней",
        "updateHistoryTitle": "История обновления статуса",
        "updates": [
            {
                "id": 1,
                "title": "Подключение платежной системы Plisio для приема криптовалюты.",
                "description": "Мы рады объявить о внедрении новой платежной системы Plisio, которая позволяет вам безопасно и удобно принимать платежи в криптовалютах. Это обновление позволит вам расширить ваши возможности в сфере онлайн-платежей.",
                "from": "Обновление от 20:13 GMT+03:00",
                "date": "15 окт. 2022"
            },
            {
                "id": 2,
                "title": "Заключение договора на оказание сетевых услуг с провайдером Combahton.",
                "description": "Мы с гордостью объявляем о заключении стратегического соглашения с провайдером Combahton. Это партнерство позволит нам предоставлять нашим клиентам еще более высококачественные и надежные сетевые услуги.",
                "from": "Обновление от 20:14 GMT+03:00",
                "date": "03 окт. 2022"
            },
            {
                "id": 3,
                "title": "Добавление локации Contabo | Германия и запуск скидок для нее.",
                "description": "Мы расширяем нашу глобальную сеть, добавляя новую локацию в Германии от Contabo. Для наших клиентов, использующих эту локацию, мы запускаем специальные скидки. Теперь вы можете наслаждаться более широким выбором и более выгодными условиями.",
                "from": "Обновление от 20:15 GMT+03:00",
                "date": "26 сен. 2022"
            },
            {
                "id": 4,
                "title": "Дополнительные обслуживания на стороне сетевого оборудования.",
                "description": "Для повышения надежности и производительности нашей сетевой инфраструктуры мы провели дополнительные технические работы на стороне сетевого оборудования. Это обновление поможет улучшить качество услуг для всех наших клиентов.",
                "from": "Обновление от 20:16 GMT+03:00",
                "date": "26 сен. 2022"
            },
            {
                "id": 5,
                "title": "Обновление системы личного кабинета BILLmanager.",
                "description": "Наша команда разработчиков выпустила обновление для системы личного кабинета BILLmanager. Теперь вы сможете воспользоваться новыми функциями и улучшенным интерфейсом для более удобного управления вашими услугами.",
                "from": "Обновление от 20:17 GMT+03:00",
                "date": "05 сен. 2022"
            },
            {
                "id": 6,
                "title": "Запуск скидочной акции для тарифов I9-12900K в Германии и Москве.",
                "description": "Мы запускаем специальную скидочную акцию для тарифов с процессором I9-12900K в Германии и Москве. Это отличная возможность получить высокопроизводительные серверы по выгодным условиям.",
                "from": "Обновление от 20:18 GMT+03:00",
                "date": "05 сен. 2022"
            },
            {
                "id": 7,
                "title": "Актуализирована стоимость тарифов в локациях дата-центра OVH.",
                "description": "Мы провели актуализацию стоимости тарифов в локациях дата-центра OVH, чтобы предложить нашим клиентам более конкурентные цены. Это обновление сделает наши услуги еще доступнее для вас.",
                "from": "Обновление от 20:19 GMT+03:00",
                "date": "29 авг. 2022"
            },
            {
                "id": 8,
                "title": "Обновлены реквизиты для пополнения счета.",
                "description": "Мы обновили реквизиты для пополнения счета, чтобы обеспечить вам более удобные и безопасные методы оплаты. Теперь вы сможете пополнять свой счет еще проще.",
                "from": "Обновление от 20:20 GMT+03:00",
                "date": "29 авг. 2022"
            },
            {
                "id": 9,
                "title": "Создание скидочной акции 50% на тарифы Ryzen 9 5950X в Москве до 15 сентября.",
                "description": "Мы рады объявить о запуске скидочной акции для тарифов с процессором Ryzen 9 5950X в Москве. Это отличная возможность получить высокопроизводительные серверы по очень выгодным условиям. Акция действует до 15 сентября.",
                "from": "Обновление от 20:21 GMT+03:00",
                "date": "29 авг. 2022"
            },
            {
                "id": 10,
                "title": "Запуск новых тарифов на Ryzen 9 5950X в Москве.",
                "description": "Мы рады представить новые тарифы с процессором Ryzen 9 5950X в Москве. Эти серверы обеспечивают выдающуюся производительность и доступны по конкурентным ценам. Начните использовать их уже сейчас!",
                "from": "Обновление от 20:22 GMT+03:00",
                "date": "29 авг. 2022"
            },
            {
                "id": 11,
                "title": "Активация второго узла на i9-12900K в Германии.",
                "description": "Для улучшения качества обслуживания клиентов, мы активировали второй узел на серверах с процессором i9-12900K в Германии. Это позволит расширить возможности наших клиентов и обеспечить более высокую доступность услуг.",
                "from": "Обновление от 20:23 GMT+03:00",
                "date": "29 авг. 2022"
            },
            {
                "id": 12,
                "title": "Запуск скидочной акции 50% на тарифы i9-12900K до 20 сентября.",
                "description": "Мы запускаем специальную скидочную акцию для тарифов с процессором i9-12900K. Теперь вы можете получить высокопроизводительные серверы по половине цены. Акция действует до 20 сентября.",
                "from": "Обновление от 20:24 GMT+03:00",
                "date": "29 авг. 2022"
            },
            {
                "id": 13,
                "title": "Запуск узла на i9-12900K в Германии.",
                "description": "Мы рады сообщить о запуске нового узла на серверах с процессором i9-12900K в Германии. Это обновление позволит нашим клиентам получать более высокую производительность и надежность.",
                "from": "Обновление от 20:25 GMT+03:00",
                "date": "29 авг. 2022"
            },
            {
                "id": 14,
                "title": "Перенесены все тарифы с UA-провайдера на EURO.",
                "description": "Мы перенесли все тарифы с UA-провайдера на валюту EURO. Это обновление помогает нам упростить процесс оплаты и улучшить финансовую прозрачность. Теперь вы можете оплачивать услуги в более стабильной валюте.",
                "from": "Обновление от 20:26 GMT+03:00",
                "date": "08 авг. 2022"
            },
            {
                "id": 15,
                "title": "Добавлен новый метод оплаты CoinPayments (для криптовалют).",
                "description": "Мы рады представить новый метод оплаты - CoinPayments, который позволяет вам производить платежи с использованием различных криптовалют. Это обновление расширяет ваш выбор методов оплаты.",
                "from": "Обновление от 20:27 GMT+03:00",
                "date": "08 авг. 2022"
            },
            {
                "id": 16,
                "title": "Активирован новый дизайн billmanager v6.",
                "description": "Мы активировали новый дизайн для системы управления аккаунтом - billmanager v6. Это обновление приносит с собой улучшенный интерфейс и более удобные функции для управления вашими услугами.",
                "from": "Обновление от 20:28 GMT+03:00",
                "date": "23 июл. 2022"
            },
            {
                "id": 17,
                "title": "Для всех виртуальных серверов установлено по-умолчанию ОС - Ubuntu 20.04.",
                "description": "Мы установили ОС Ubuntu 20.04 по умолчанию для всех виртуальных серверов. Это обновление поможет вам начать работу с вашим сервером с наименьшими усилиями и получить стабильную операционную систему.",
                "from": "Обновление от 20:29 GMT+03:00",
                "date": "23 июл. 2022"
            },
            {
                "id": 18,
                "title": "Активирован метод оплаты PayMaster.",
                "description": "Мы активировали новый метод оплаты - PayMaster, чтобы предоставить вам больше вариантов для удобной оплаты наших услуг. Теперь вы можете выбирать метод оплаты, который подходит вам лучше всего.",
                "from": "Обновление от 20:30 GMT+03:00",
                "date": "13 июл. 2022"
            },
            {
                "id": 19,
                "title": "Обновлено описание для методов оплаты.",
                "description": "Мы обновили описание для всех методов оплаты, чтобы предоставить вам более подробную информацию о каждом из них. Теперь вы сможете лучше разобраться в вариантах оплаты наших услуг.",
                "from": "Обновление от 20:31 GMT+03:00",
                "date": "13 июл. 2022"
            }
        ]
    }
}