{
    "main_block": {
        "imgSrc": "/images/banners/for-investors.png",
        "title": "Invest in SpaceCore",
        "description": "Learn more about how we work to see the potential of your investment. Your success is our priority."
    },
    "faq_block": {
        "title": "Answers to Questions",
        "faqItems": [
            {
                "question": "How does SpaceCore differ from competitors?",
                "answerTitle": "How does SpaceCore differ from competitors?",
                "answerDescription": "Our hosting stands out from competitors with several advantages. Firstly, we pay great attention to an individual approach to each client, adapting various solutions to meet the user's needs. Thanks to advanced technologies and the use of brand-new equipment, our servers provide the highest level of performance. Additionally, our support team is available 24/7, ensuring quick resolution of any issues. We offer genuine quality and reliability."
            },
            {
                "question": "How is the contract with the company concluded?",
                "answerTitle": "How is the contract with the company concluded?",
                "answerDescription": "We conduct detailed negotiations, considering the budget, investor interests, and our company's conditions. Based on this data and an analysis of potential risks with expected returns, we draw up and conclude an individual contract for a specified period. For detailed discussions, please contact us at <a href='mailto:partner@spacecore.pro'>partner@spacecore.pro</a>"
            },
            {
                "question": "How do you respond to market and technology changes?",
                "answerTitle": "How do you respond to market and technology changes?",
                "answerDescription": "We actively monitor current market changes and technological innovations. Thanks to this, we quickly adapt to changes, implementing new solutions that meet modern market requirements and customer needs. Our main goal is to stay at the forefront of technological progress, providing customers with only the best and most current solutions."
            },
            {
                "question": "What is the impact of sanctions against Russia on SpaceCore?",
                "answerTitle": "What is the impact of sanctions against Russia on SpaceCore?",
                "answerDescription": "Officially, our company <strong>SPACECORE SOLUTION LTD</strong> is based in the United Kingdom and has no direct legal relationship with the Russian Federation. In the event of any type of restrictive measures or sanctions, it will not directly affect the operation of our company and will not impact our services in regions other than Russia."
            }
        ]
    },
    "support_block": {
        "type": "email",
        "imgSrc": "/images/banners/austronaut-lie.png",
        "title": "We are waiting for your inquiries!",
        "description": "partner@spacecore.pro",
        "buttonText": "",
        "emailLink": "mailto:partner@spacecore.pro"
    },
    "for_investors_block": {
        "title": "We Welcome Investors",
        "description": "Welcome to the heart of our cosmic world! Investments are the key to the development of hosting providers. Dive into the details of SpaceCore's infrastructure and stay updated on our service innovations. We are building bridges to the future of hosting. Join us, and together, we can explore new horizons of business!",
        "descriptionAdditional": "Each investment proposal to our company is handled with unique attention, considering the interests, ambitions, and financial capabilities of the investor. As a result, a mutually beneficial agreement is made between the investor and the company.",
        "servicesDescription": [
            {
                "imgSrc": "/images/icons/ddos-filters.svg",
                "title": "Low Entry Threshold",
                "description": "We accept investments starting from €10,000 and increase the potential return percentage proportional to your amount!"
            },
            {
                "imgSrc": "/images/icons/custom-protection.svg",
                "title": "Technological Leadership",
                "description": "We constantly improve our services and implement cutting-edge technologies to always meet the level of modern standards."
            },
            {
                "imgSrc": "/images/icons/option-connect.svg",
                "title": "Financial Stability",
                "description": "Our company can provide regular and predictable income for you, thanks to our constant work on financial stability."
            },
            {
                "imgSrc": "/images/icons/high-filter-power.svg",
                "title": "Strong Client Base",
                "description": "Right now, more than 2000 client servers are working steadily under our provision, confirming clients' trust in the company."
            }
        ]
    }
}