{
    "main_block": {
        "imgSrc": "/images/banners/ddos-protection.png",
        "title": "Захист від DDoS",
        "description": "Надійний опціональний захист від DDoS-атак для Вашого проекту. Професійне рішення від зловмисників."
    },
    "faq_block": {
        "title": "Відповіді на запитання",
        "faqItems": [
            {
                "question": "Як працює захист від DDoS-атак?",
                "answerTitle": "Як працює захист від DDoS-атак?",
                "answerDescription": "Весь вхідний трафік проходить через обладнання StormWall, через яке виконується повна фільтрація пакетів та подальша переадресація на Ваш сервер. Це збільшує затримку до деяких сервісів, але в деяких випадках вона може навіть зменшитися, оскільки мережа має прямий зв'язок з такими провайдерами, як Google, Microsoft, Akamai."
            },
            {
                "question": "Скільки коштує такий захист від DDoS-атак?",
                "answerTitle": "Скільки коштує такий захист від DDoS-атак?",
                "answerDescription": "Для всіх тарифів вартість розраховується індивідуально. Щоб уточнити умови, Вам слід створити запит до підтримки у особистому кабінеті."
            },
            {
                "question": "Чи є обмеження трафіку при активному захисті?",
                "answerTitle": "Чи є обмеження трафіку при активному захисті?",
                "answerDescription": "З активним захистом за замовчуванням надається смуга 100Мбіт/с. Ми пропонуємо до придбання виділений канал з необхідною швидкістю."
            },
            {
                "question": "Як швидко активується захист при наявності атаки?",
                "answerTitle": "Як швидко активується захист при наявності атаки?",
                "answerDescription": "Захист активний цілодобово та фільтрує абсолютно весь вхідний трафік. Таким чином у зловмисників менше шансів завдати шкоди Вашому проекту."
            },
            {
                "question": "Як захистити мій сайт?",
                "answerTitle": "Як захистити мій сайт?",
                "answerDescription": "Для веб-сервісів надається окремий тип захисту StormWall, який підключається індивідуально залежно від очікуваної відвідуваності веб-сайта. Для уточнення умов слід звернутися до підтримки."
            }
        ]
    },
    "support_block": {
        "type": "chat",
        "imgSrc": "/images/banners/austronaut-lie.png",
        "title": "Вас атакують?",
        "description": "Пишіть нам цілодобово. Спеціалісти нададуть Вам консультацію.",
        "buttonText": "Відкрити чат"
    },
    "services_description": [
        {
            "imgSrc": "/images/icons/ddos-filters.svg",
            "title": "Фільтрація всіх видів DDoS-атак",
            "description": "За замовчуванням фільтрація проводиться на рівнях L3-L4 OSI. За індивідуальним запитом ми здійснюємо підключення захисту для веб-сервісів (L7)."
        },
        {
            "imgSrc": "/images/icons/custom-protection.svg",
            "title": "Створення індивідуальних правил захисту",
            "description": "Для популярних сервісів за замовчуванням активні правила захисту. За запитом доступна розробка індивідуальних правил без зовсім."
        },
        {
            "imgSrc": "/images/icons/option-connect.svg",
            "title": "Опціональне підключення для послуг",
            "description": "Даний тип захисту є опціональним і призначений для великих проектів. Ви можете уточнити можливість підключення через запит до підтримки."
        },
        {
            "imgSrc": "/images/icons/high-filter-power.svg",
            "title": "Потужність фільтрації до 1,5Тбіт/с",
            "description": "Ми можемо забезпечити стабільний доступ до Вашого проекту навіть при найсильніших DDoS-атаках."
        }
    ],
    "ddos_protection_banner_block": {
        "imgSrcLight": "/images/banners/ddos-protection-light-ua.webp",
        "imgSrcDark": "/images/banners/ddos-protection-dark-ua.webp"
    },
    "providing_services_block": {
        "title": "Умови надання",
        "providingServices": [
            "Опціональне підключення за запитом.",
            "Доступно лише для серверів SpaceCore або Colocation.",
            "Більше нічого не потрібно. Ваш сервер буде під повним захистом від DDoS-атак.",
            "У деяких випадках необхідна зміна IP-адреси.",
            "Постійний моніторинг дозволяє захищати Ваш сервер цілодобово.",
            "Експертна підтримка спеціалістів для вирішення будь-яких питань."
        ],
        "imgSrc": "/images/banners/astronaut.png"
    }
}