{
    "main_block": {
        "imgSrc": "/images/banners/for-investors.png",
        "title": "Інвестуйте в SpaceCore",
        "description": "Дізнайтеся більше про те, як ми працюємо, щоб побачити потенціал вашого вкладення. Ваш успіх — наш пріоритет."
    },
    "faq_block": {
        "title": "Відповіді на запитання",
        "faqItems": [
            {
                "question": "Чим SpaceCore відрізняється від конкурентів?",
                "answerTitle": "Чим SpaceCore відрізняється від конкурентів?",
                "answerDescription": "Наш хостинг виділяється серед конкурентів кількома перевагами. По-перше, ми приділяємо велику увагу індивідуальному підходу до кожного клієнта, адаптуючи різноманітні рішення під потреби користувача. Завдяки передовим технологіям та використанню виключно нового обладнання, наші сервери забезпечують найвищий рівень продуктивності. Крім того, наша команда підтримки доступна 24/7, забезпечуючи швидке вирішення будь-яких питань. Ми пропонуємо реальну якість і надійність."
            },
            {
                "question": "Як укладається договір з компанією?",
                "answerTitle": "Як укладається договір з компанією?",
                "answerDescription": "Ми проводимо детальні переговори, враховуючи бюджет, інтереси інвестора та умови нашої компанії. На основі цих даних і аналізу потенційних ризиків з очікуваною доходністю ми складаємо та укладаємо індивідуальний договір на певний термін. Для обговорення деталей звертайтеся за адресою <a href='mailto:partner@spacecore.pro'>partner@spacecore.pro</a>"
            },
            {
                "question": "Як ви реагуєте на зміни ринку і технологій?",
                "answerTitle": "Як ви реагуєте на зміни ринку і технологій?",
                "answerDescription": "Ми активно відстежуємо поточні зміни ринку і технологічні новини. Завдяки цьому ми швидко адаптуємося до змін, впроваджуючи нові рішення, які відповідають сучасним вимогам ринку та потребам клієнтів. Наша головна мета — залишатися на передній лінії технологічного прогресу, надаючи клієнтам лише кращі та актуальні рішення."
            },
            {
                "question": "Яке вплив санкцій проти РФ має на SpaceCore?",
                "answerTitle": "Яке вплив санкцій проти РФ має на SpaceCore?",
                "answerDescription": "Офіційно наша компанія <strong>SPACECORE SOLUTION LTD</strong> базується в Великобританії і не має прямого юридичного відношення до Російської Федерації. У разі накладення будь-якого типу обмежувальних заходів чи санкцій, це не вплине безпосередньо на діяльність нашої компанії та ніяк не позначиться на наших послугах в інших регіонах, крім РФ."
            }
        ]
    },
    "support_block": {
        "type": "email",
        "imgSrc": "/images/banners/austronaut-lie.png",
        "title": "Чекаємо вашого звернення!",
        "description": "partner@spacecore.pro",
        "buttonText": "",
        "emailLink": "mailto:partner@spacecore.pro"
    },
    "for_investors_block": {
        "title": "Ми раді вітати інвесторів",
        "description": "Ласкаво просимо до серця нашого космічного світу! Інвестиції — це ключ до розвитку сфери хостинг-провайдерів. Погрузіться в деталі інфраструктури SpaceCore та слідкуйте за новинками наших сервісів. Ми будуємо мости в майбутнє хостингу. Приєднуйтеся до нас, і разом ми зможемо відкрити нові горизонти бізнесу!",
        "descriptionAdditional": "Кожне інвестиційне пропозиція до нашої компанії обробляється з унікальною увагою, враховуючи інтереси, амбіції та фінансові можливості інвестора. В результаті чого укладається взаємовигідний договір між інвестором та компанією.",
        "servicesDescription": [
            {
                "imgSrc": "/images/icons/ddos-filters.svg",
                "title": "Низький поріг входу",
                "description": "Ми приймаємо інвестиції обсягом від 10 000 € та підвищуємо відсоток потенційного доходу пропорційно розміру вашої суми!"
            },
            {
                "imgSrc": "/images/icons/custom-protection.svg",
                "title": "Технологічне лідерство",
                "description": "Ми постійно вдосконалюємо наші сервіси та впроваджуємо передові технології, щоб завжди відповідати рівню сучасних стандартів."
            },
            {
                "imgSrc": "/images/icons/option-connect.svg",
                "title": "Фінансова стабільність",
                "description": "Наша компанія може забезпечити регулярний та передбачуваний дохід для вас, завдяки постійній роботі над фінансовою стабільністю."
            },
            {
                "imgSrc": "/images/icons/high-filter-power.svg",
                "title": "Сильна клієнтська база",
                "description": "Прямо зараз більше 2000 клієнтських серверів стабільно працюють під нашим забезпеченням, підтверджуючи довіру клієнтів до компанії."
            }
        ]
    }
}