interface IString {
    [key: string]: {
        [key: string]: string;
    };
}

const strings: IString = {
    "1 месяц": {
        ru: "1 месяц",
        ua: "1 місяць",
        en: "1 month",
    },
    "3 месяца": {
        ru: "3 месяца",
        ua: "3 місяці",
        en: "3 months",
    },
    "6 месяцев": {
        ru: "6 месяцев",
        ua: "6 місяців",
        en: "6 months",
    },
    "1 год": {
        ru: "1 год",
        ua: "1 рік",
        en: "1 year",
    },
    День: {
        ru: "День",
        ua: "День",
        en: "Day",
    },
    Дня: {
        ru: "Дня",
        ua: "Дні",
        en: "Days",
    },
    Дней: {
        ru: "Дней",
        ua: "Днів",
        en: "Days",
    },
    Час: {
        ru: "Час",
        ua: "Година",
        en: "Hour",
    },
    Часа: {
        ru: "Часа",
        ua: "Години",
        en: "Hours",
    },
    Часов: {
        ru: "Часов",
        ua: "Годин",
        en: "Hours",
    },
    Минута: {
        ru: "Минута",
        ua: "Хвилина",
        en: "Minute",
    },
    Минуты: {
        ru: "Минуты",
        ua: "Хвилини",
        en: "Minutes",
    },
    Минут: {
        ru: "Минут",
        ua: "Хвилин",
        en: "Minutes",
    },
    Секунда: {
        ru: "Секунда",
        ua: "Секунда",
        en: "Second",
    },
    Секунды: {
        ru: "Секунды",
        ua: "Секунди",
        en: "Seconds",
    },
    Секунд: {
        ru: "Секунд",
        ua: "Секунд",
        en: "Seconds",
    },
    "Запуск сайта через": {
        ru: "Запуск сайта через",
        ua: "Запуск сайта через",
        en: "Site launch via",
    },
    "Перейти в биллинг": {
        ru: "Перейти в биллинг",
        ua: "Перейти до білінгу",
        en: "Go to billing",
    },
    Продукты: {
        ru: "Продукты",
        ua: "Продукти",
        en: "Products",
    },
    "Доп. услуги": {
        ru: "Доп. услуги",
        ua: "Дод. послуги",
        en: "Add. services",
    },
    Ресурсы: {
        ru: "Ресурсы",
        ua: "Ресурси",
        en: "Resources",
    },
    "О нас": {
        ru: "О нас",
        ua: "Про нас",
        en: "About us",
    },
    Партнёрам: {
        ru: "Партнёрам",
        ua: "Партнерам",
        en: "Partners",
    },
    Поддержка: {
        ru: "Поддержка",
        ua: "Підтримка",
        en: "Support",
    },
    "открываем космос с 2018 года": {
        ru: "открываем космос с 2018 года",
        ua: "відкриваємо космос з 2018 року",
        en: "explore space since 2018",
    },
    "Все сервисы работают": {
        ru: "Все сервисы работают",
        ua: "Всі сервіси працюють",
        en: "All services are working",
    },
    Войти: {
        ru: "Войти",
        ua: "Увійти",
        en: "Login",
    },
    Регистрация: {
        ru: "Регистрация",
        ua: "Реєстрація",
        en: "Register",
    },
    "Уникальное предложение!": {
        ru: "Уникальное предложение!",
        ua: "Унікальна пропозиція!",
        en: "Special offer!",
    },
    "Скидки до 50% на выделенные серверы от SpaceCore!": {
        ru: "Скидки до 50% на выделенные серверы от SpaceCore!",
        ua: "Знижки до 50% на виділені сервери від SpaceCore!",
        en: "Discounts up to 50% on dedicated servers from SpaceCore!",
    },
    "Купить сервер": {
        ru: "Купить сервер",
        ua: "Купити сервер",
        en: "Buy a server",
    },
    "Все о": {
        ru: "Все о",
        ua: "Все про",
        en: "All about",
    },
    "за ~1 минуту": {
        ru: "за ~1 минуту",
        ua: "за ~1 хвилину",
        en: "for ~1 minute",
    },
    "Мы ценим Ваше время!": {
        ru: "Мы ценим Ваше время!",
        ua: "Ми цінуємо Ваш час!",
        en: "We appreciate Your time!",
    },
    "Виртуальные серверы (VDS/VPS)": {
        ru: "Виртуальные серверы (VDS/VPS)",
        ua: "Віртуальні сервери(VDS/ VPS)",
        en: "Virtual servers (VDS/VPS)",
    },
    "Облачные серверы (CLOUD)": {
        ru: "Облачные серверы (CLOUD)",
        ua: "Хмарні сервери (CLOUD)",
        en: "Cloud servers (CLOUD)",
    },
    "Выделенные серверы": {
        ru: "Выделенные серверы",
        ua: "Виділені сервери",
        en: "Dedicated servers",
    },
    "Серверы без установки": {
        ru: "Серверы без установки",
        ua: "Сервери без встановлення",
        en: "Servers without installation",
    },
    "Игровой хостинг": {
        ru: "Игровой хостинг",
        ua: "Ігровий хостинг",
        en: "Game hosting",
    },
    "Хостинг для сайтов": {
        ru: "Хостинг для сайтов",
        ua: "Хостинг для сайтів",
        en: "Website hosting",
    },
    "Доменные имена": {
        ru: "Доменные имена",
        ua: "Доменні імена",
        en: "Domain names",
    },
    "Бекап-хранилище": {
        ru: "Бекап-хранилище",
        ua: "Бекап-сховище",
        en: "Backup-storage",
    },
    "Наши услуги": {
        ru: "Наши услуги",
        ua: "Наші послуги",
        en: "Our services",
    },
    "Все наши услуги": {
        ru: "Все наши услуги",
        ua: "Усі наші послуги",
        en: "All our services",
    },
    "Перенесем Ваш проект!": {
        ru: "Перенесем Ваш проект!",
        ua: "Перенесемо Ваш проект! ",
        en: "We can Move your project!",
    },
    "Наши сотрудники готовы в любое время бесплатно перенести Ваши данные со старого хостинг-провайдера.":
        {
            ru: "Наши сотрудники готовы в любое время бесплатно перенести Ваши данные со старого хостинг-провайдера.",
            ua: "Наші співробітники готові у будь-який час безкоштовно перенести Ваші дані зі старого хостинг-провайдера.",
            en: "Our staff is ready to transfer Your data from the old hosting provider free of charge at any time.",
        },
    "Скоростное оборудование": {
        ru: "Скоростное оборудование",
        ua: "Швидкісне обладнання",
        en: "High-speed equipment",
    },
    "Премиальные серверы с производительностью для проектов любых потребительских масштабов.":
        {
            ru: "Премиальные серверы с производительностью для проектов любых потребительских масштабов.",
            ua: "Преміальні сервери з продуктивністю для проектів будь-яких споживчих масштабів.",
            en: "Premium servers with performance for projects of any consumer scale.",
        },
    "Аптайм 99.9%": {
        ru: "Аптайм 99.9%",
        ua: "Аптайм 99.9%",
        en: "Uptime 99.9%",
    },
    "Мы используем самое надежное оборудование, чтобы гарантировать бесперебойную работу Вашего бизнеса.":
        {
            ru: "Мы используем самое надежное оборудование, чтобы гарантировать бесперебойную работу Вашего бизнеса.",
            ua: "Ми використовуємо найнадійніше обладнання для гарантування безперебійної роботи Вашого бізнесу.",
            en: "We use the most reliable equipment to ensure Your business runs smoothly.",
        },
    "Доступные цены": {
        ru: "Доступные цены",
        ua: "Доступні ціни",
        en: "Affordable prices",
    },
    "Мы ценим Ваш выбор и предлагаем лучшие условия сотрудничества — выгодные тарифы и бонусы для всех!":
        {
            ru: "Мы ценим Ваш выбор и предлагаем лучшие условия сотрудничества — выгодные тарифы и бонусы для всех!",
            ua: "Ми цінуємо Ваш вибір та пропонуємо найкращі умови співпраці – вигідні тарифи та бонуси для всіх!",
            en: "We appreciate Your choice and offer the best conditions for cooperation - favorable rates and bonuses for everyone!",
        },
    "Давай подберем домен": {
        ru: "Давай подберем домен",
        ua: "Давай підберемо домен",
        en: "Let`s pick a domain",
    },
    Проверить: {
        ru: "Проверить",
        ua: "Перевірити",
        en: "Check",
    },
    "На срок от 1 года": {
        ru: "На срок от 1 года",
        ua: "На термін від 1 року",
        en: "For a period of 1 year",
    },
    "При покупке веб-хостинга* домен в подарок!": {
        ru: "При покупке веб-хостинга* домен в подарок!",
        ua: "Купуючи веб-хостинг* домен у подарунок!",
        en: "With the purchase of web hosting* a domain as a gift!",
    },
    "Название домена": {
        ru: "Название домена",
        ua: "Назва домену",
        en: "Domain name",
    },
    "Репутация компании": {
        ru: "Репутация компании",
        ua: "Репутація компанії",
        en: "Company reputation",
    },
    "Надежные дата-центры": {
        ru: "Надежные дата-центры",
        ua: "Надійні дата-центри",
        en: "Reliable data-centers",
    },
    "Современный интерфейс": {
        ru: "Современный интерфейс",
        ua: "Сучасний інтерфейс",
        en: "Modern interface",
    },
    "Профессиональная поддержка": {
        ru: "Профессиональная поддержка",
        ua: "Професійна підтрика",
        en: "Professional support",
    },
    "Резервные копии": {
        ru: "Резервные копии",
        ua: "Резервні копії",
        en: "Backups",
    },
    "Защита от DDoS": {
        ru: "Защита от DDoS",
        ua: "Захист від DDoS",
        en: "DDoS Protection",
    },
    "С 2018 года мы обслуживаем сотни клиентов и получаем множество положительных отзывов и благодарностей!":
        {
            ru: "С 2018 года мы обслуживаем сотни клиентов и получаем множество положительных отзывов и благодарностей!",
            ua: "З 2018 року ми обслуговуємо сотні клієнтів та отримуємо безліч позитивних відгуків та подяк!",
            en: "Since 2018, we have served hundreds of customers and receive many positive reviews and thanks!",
        },
    "Оборудование размещается в лучших дата-центрах высокого уровня надёжности по всей галактике!":
        {
            ru: "Оборудование размещается в лучших дата-центрах высокого уровня надёжности по всей галактике!",
            ua: "Обладнання розміщується в найкращих дата-центрах високого рівня надійності по всій галактиці!",
            en: "The equipment is located in the best data centers of the highest level of reliability throughout the galaxy!",
        },
    "Популярные и удобные панели управления для всех услуг. Интуитивно понятное взаимодействие.":
        {
            ru: "Популярные и удобные панели управления для всех услуг. Интуитивно понятное взаимодействие.",
            ua: "Популярні та зручні панелі керування для всіх послуг. Інтуїтивно зрозуміла взаємодія.",
            en: "Popular and convenient control panels for all services. Intuitive interaction.",
        },
    "Скоростные и теплые ответы от наших сотрудников в любое время суток без выходных!":
        {
            ru: "Скоростные и теплые ответы от наших сотрудников в любое время суток без выходных!",
            ua: "Швидкісні та теплі відповіді від наших співробітників у будь-який час без вихідних!",
            en: "Fast and warm responses from our employees at any time of the day, seven days a week!",
        },
    "Сверхнадежные хранилища с RAID10. Спите спокойно, Ваши данные в целости и сохранности!":
        {
            ru: "Сверхнадежные хранилища с RAID10. Спите спокойно, Ваши данные в целости и сохранности!",
            ua: "Наднадійні сховища з RAID10. Спіть спокійно, Ваші дані в цілісності та безпеці!",
            en: "Ultra-reliable storage with RAID10. Sleep well, Your data is safe and sound!",
        },
    "Качественная круглосуточная защита Вашего бизнеса. Автоматическое отражение всех видов атак мощностью до 2Тбит/с.":
        {
            ru: "Качественная круглосуточная защита Вашего бизнеса. Автоматическое отражение всех видов атак мощностью до 2Тбит/с.",
            ua: "Якісний цілодобовий захист Вашого бізнесу. Автоматичне відбиття всіх видів атак потужністю до 2Тбіт/с.",
            en: "High-quality round-the-clock protection of your business. Automatic reflection of all types of attacks with a capacity of up to 2Tbps.",
        },
    Преимущества: {
        ru: "Преимущества",
        ua: "Переваги",
        en: "Advantages of",
    },
    "Читать все отзывы": {
        ru: "Читать все отзывы",
        ua: "Читати усі відгуки",
        en: "Read all reviews",
    },
    "Довольные клиенты": {
        ru: "Довольные клиенты",
        ua: "Задоволені клієнти",
        en: "Satisfied customers",
    },
    "оставили свои отзывы о хостинге SpaceCore. Они помогают нам расти и повышать уровень предоставления услуг.":
        {
            ru: "оставили свои отзывы о хостинге SpaceCore. Они помогают нам расти и повышать уровень предоставления услуг.",
            ua: "залишили свої відгуки про хостинг SpaceCore. Вони допомагають нам зростати та підвищувати рівень надання послуг.",
            en: "left their reviews about SpaceCore hosting. They help us grow and improve our service delivery.",
        },
    "Читать полностью": {
        ru: "Читать полностью",
        ua: "Читати повністю",
        en: "Read completely",
    },
    "Актуальные новости": {
        ru: "Актуальные новости",
        ua: "Актуальні новини",
        en: "Actual news",
    },
    "Все новости": {
        ru: "Все новости",
        ua: "Усі новини",
        en: "All news",
    },
    Мир: {
        ru: "Мир",
        ua: "Світ",
        en: "World",
    },
    Компания: {
        ru: "Компания",
        ua: "Компанія",
        en: "Company",
    },
    "Онлайн-чат поддержки": {
        ru: "Онлайн-чат поддержки",
        ua: "Онлайн-чат підтримки",
        en: "Online-chat supporting",
    },
    "Есть вопросы? Пишите нам в чат!": {
        ru: "Есть вопросы? Пишите нам в чат!",
        ua: "Маєте питання? Пишіть нам у чат!",
        en: "Have questions? Contact with us!",
    },
    "Поддержка 24/7": {
        ru: "Поддержка 24/7",
        ua: "Підтримка 24/7",
        en: "Support 24/7",
    },
    "Открыть чат": {
        ru: "Открыть чат",
        ua: "Відкрити чат",
        en: "Open chat",
    },
    Услуги: {
        ru: "Услуги",
        ua: "Послуги",
        en: "Services",
    },
    Документация: {
        ru: "Документация",
        ua: "Документація",
        en: "Documentation",
    },
    "О компании": {
        ru: "О компании",
        ua: "Про компанію",
        en: "About company",
    },
    Сотрудничество: {
        ru: "Сотрудничество",
        ua: "Співпраця",
        en: "Cooperation",
    },
    "Наши сервисы": {
        ru: "Наши сервисы",
        ua: "Наші послуги",
        en: "Our Services",
    },
    "Веб-хостинг": {
        ru: "Веб-хостинг",
        ua: "Веб-хостинг",
        en: "Web-hosting",
    },
    Colocation: {
        ru: "Colocation",
        ua: "Colocation",
        en: "Colocation",
    },
    "SSL- сертификаты": {
        ru: "SSL- сертификаты",
        ua: "SSL- сертифікати",
        en: "SSL- certificates",
    },
    "Резервное копирование": {
        ru: "Резервное копирование",
        ua: "Резервне копіювання",
        en: "Backup",
    },
    "Защита от DDOS": {
        ru: "Защита от DDOS",
        ua: "Захист від DDOS",
        en: "DDOS protection",
    },
    "Основная информация": {
        ru: "Основная информация",
        ua: "Загальна інформація",
        en: "Basic information",
    },
    "Работа с серверами": {
        ru: "Работа с серверами",
        ua: "Робота з серверами",
        en: "Working with servers",
    },
    "Веб-сервисы": {
        ru: "Веб-сервисы",
        ua: "Веб-сервіси",
        en: "Web-services",
    },
    "Раздел CRYPTO": {
        ru: "Раздел CRYPTO",
        ua: "Розділ CRYPTO",
        en: "CRYPTO Section",
    },
    "Панель управления": {
        ru: "Панель управления",
        ua: "Панель управління",
        en: "Control Panel",
    },
    Контакты: {
        ru: "Контакты",
        ua: "Контакти",
        en: "Contacts",
    },
    "Локализация услуг": {
        ru: "Локализация услуг",
        ua: "Локалізація послуг",
        en: "Service localization",
    },
    "История SPACECORE": {
        ru: "История SPACECORE",
        ua: "Історія SPACECORE",
        en: "History of SPACECORE",
    },
    FAQ: {
        ru: "FAQ",
        ua: "FAQ",
        en: "FAQ",
    },
    "Реселлинг (White Label)": {
        ru: "Реселлинг (White Label)",
        ua: "Реселлінг (White Label)",
        en: "Reselling (White Label)",
    },
    "Реферальная программа": {
        ru: "Реферальная программа",
        ua: "Реферальна програма",
        en: "Referral program",
    },
    "Инвестиции в компанию": {
        ru: "Инвестиции в компанию",
        ua: "Інвестиції у компанію",
        en: "Investment in a company",
    },
    "Индивидуальные условия": {
        ru: "Индивидуальные условия",
        ua: "Індивідуальні умови",
        en: "Individual conditions",
    },
    "База знаний": {
        ru: "База знаний",
        ua: "База знань",
        en: "Knowledge base",
    },
    "Авторские статьи": {
        ru: "Авторские статьи",
        ua: "Авторські статті",
        en: "Author`s articles",
    },
    "Looking House": {
        ru: "Looking House",
        ua: "Looking House",
        en: "Looking House",
    },
    "Бенчмарки сервисов": {
        ru: "Бенчмарки сервисов",
        ua: "Бенчмарки сервісів",
        en: "Service benchmarks",
    },
    "Будьте в курсе всех новостей": {
        ru: "Будьте в курсе всех новостей",
        ua: "Будьте в курсі всіх новин",
        en: "Stay up to date with all the news",
    },
    "ИП: НЕСТЕРОВ НИКИТА МАКСИМОВИЧ": {
        ru: "ИП: НЕСТЕРОВ НИКИТА МАКСИМОВИЧ",
        ua: "ФОП: НЕСТЕРОВ МИКИТА МАКСИМОВИЧ",
        en: "SP: NESTEROV NIKITA MAKSIMOVYCH",
    },
    "ИНН: 700202061005": {
        ru: "ИНН: 700202061005",
        ua: "ІПН: 700202061005",
        en: "TIN: 700202061005",
    },
    "ОГРНИП: 321703100012472": {
        ru: "ОГРНИП: 321703100012472",
        ua: "ЕГРПОУ: 321703100012472",
        en: "OGRN: 321703100012472",
    },
    "Все права защищены": {
        ru: "Все права защищены",
        ua: "Усі права захищені",
        en: "All rights reserved",
    },
    "VDS/VPS серверы": {
        ru: "VDS/VPS серверы",
        ua: "VDS/VPS сервери",
        en: "VDS/VPS servers",
    },
    "Виртуальные машины для игровых серверов, бизнес-проектов и IT-разработок.":
        {
            ru: "Виртуальные машины для игровых серверов, бизнес-проектов и IT-разработок.",
            ua: "Віртуальні машини для ігрових серверів, бізнес-проектів та IT-розробок.",
            en: "Virtual machines for game servers, business projects and IT development.",
        },
    "Тарифные планы": {
        ru: "Тарифные планы",
        ua: "Тарифні плани",
        en: "Tariff plans",
    },
    Процессор: {
        ru: "Процессор",
        ua: "Процесор",
        en: "CPU",
    },
    Диск: {
        ru: "Диск",
        ua: "Диск",
        en: "Disk",
    },
    Локация: {
        ru: "Локация",
        ua: "Локація",
        en: "Location",
    },
    Любая: {
        ru: "Любая",
        ua: "Люба",
        en: "Any",
    },
    Россия: {
        ru: "Россия",
        ua: "Росія",
        en: "Russia",
    },
    Франция: {
        ru: "Франция",
        ua: "Франція",
        en: "France",
    },
    Германия: {
        ru: "Германия",
        ua: "Німеччина",
        en: "Germany",
    },
    Финляндия: {
        ru: "Финляндия",
        ua: "Фінляндія",
        en: "Finland",
    },
    "При оплате за": {
        ru: "При оплате за",
        ua: "При оплаті за",
        en: "When paying for",
    },
    Стоимость: {
        ru: "Стоимость",
        ua: "Вартість",
        en: "Price",
    },
    "Кол-во дисков": {
        ru: "Кол-во дисков",
        ua: "Кіл-ть дисків",
        en: "Disks",
    },
    "Объем дисков": {
        ru: "Объем дисков",
        ua: "Об`єм дисків",
        en: "Disks volume",
    },
    "Кол-во ядер": {
        ru: "Кол-во ядер",
        ua: "Кіль-ть ядер",
        en: "Cores",
    },
    ОЗУ: {
        ru: "ОЗУ",
        ua: "ОЗУ",
        en: "RAM",
    },
    Ядер: {
        ru: "Ядер",
        ua: "Ядер",
        en: "Cores",
    },
    Канал: {
        ru: "Канал",
        ua: "Канал",
        en: "Channel",
    },
    месяц: {
        ru: "месяц",
        ua: "місяць",
        en: "month",
    },
    Заказать: {
        ru: "Заказать",
        ua: "Замовити",
        en: "Order",
    },
    "Операционные системы на выбор": {
        ru: "Операционные системы на выбор",
        ua: "Операційні системи на вибір",
        en: "Operating systems to choose from",
    },
    "Установите любую актуальную операционную систему,": {
        ru: "Установите любую актуальную операционную систему,",
        ua: "Встановіть будь-яку актуальну операційну систему,",
        en: "Install any current operating system,",
    },
    "в том числе из своего образа ISO.": {
        ru: "в том числе из своего образа ISO.",
        ua: "у тому числі зі свого образу ISO.",
        en: "including from your ISO image.",
    },
    "Удобная панель управления": {
        ru: "Удобная панель управления",
        ua: "Зручна панель керування",
        en: "Convenient control panel",
    },
    "Установка тарифов за 90 секунд": {
        ru: "Установка тарифов за 90 секунд",
        ua: "Встановлення тарифів за 90 секунд",
        en: "Tariff setting in 90 seconds",
    },
    "Установка тарифов за 10 секунд": {
        ru: "Установка тарифов за 10 секунд",
        ua: "Встановлення тарифів за 10 секунд",
        en: "Tariff setting in 10 seconds",
    },
    "Гарантия возврата средств": {
        ru: "Гарантия возврата средств",
        ua: "Гарантія повернення коштів",
        en: "Money Back guarantee",
    },
    Надежность: {
        ru: "Надежность",
        ua: "Надійність",
        en: "Reliability",
    },
    "Интуитивно понятные каждому пользователю инструменты для работы с серверами. Переустановка настройка, мониторинг – все, что нужно!":
        {
            ru: "Интуитивно понятные каждому пользователю инструменты для работы с серверами. Переустановка настройка, мониторинг – все, что нужно!",
            ua: "Інтуїтивно зрозумілі кожному користувачеві інструменти для роботи із серверами. Перевстановлення налаштування, моніторинг - все, що потрібно!",
            en: "Intuitively understandable to each user tools for working with servers. Reinstallation setup, monitoring - all you need!",
        },
    "Создание сервера начинается сразу же после оплаты и обычно занимает не более пары минут*. * При условии нахождения тарифа в наличии.":
        {
            ru: "Создание сервера начинается сразу же после оплаты и обычно занимает не более пары минут*. * При условии нахождения тарифа в наличии.",
            ua: "Створення сервера починається відразу після оплати і зазвичай займає трохи більше пари хвилин*. * За умови знаходження тарифу в наявності.",
            en: "Server creation starts immediately after payment and usually takes no more than a couple of minutes*. * Subject to availability.",
        },
    "Мы дорожим качеством и поэтому без лишних заявлений готовы вернуть Ваши денежные средства в случае возникновения технических проблем на стороне нашего оборудования!":
        {
            ru: "Мы дорожим качеством и поэтому без лишних заявлений готовы вернуть Ваши денежные средства в случае возникновения технических проблем на стороне нашего оборудования!",
            ua: "Ми цінуємо якість і тому без зайвих заяв готові повернути Ваші кошти у разі виникнення технічних проблем на боці нашого обладнання!",
            en: "We value quality and therefore, without further ado, we are ready to return Your money in case of technical problems on the side of our equipment!",
        },
    "Постоянные улучшения систем безопасности и круглосуточная техническая поддержка для оперативного решения любых внезапных неполадок.":
        {
            ru: "Постоянные улучшения систем безопасности и круглосуточная техническая поддержка для оперативного решения любых внезапных неполадок.",
            ua: "Постійні покращення систем безпеки та цілодобова технічна підтримка для оперативного вирішення будь-яких раптових неполадок.",
            en: "Continuous security improvements and 24/7 technical support to quickly resolve any unexpected problems.",
        },
    "Cloud-серверы": {
        ru: "Cloud-серверы",
        ua: "Cloud-сервери",
        en: "Cloud-servers",
    },
    "Не нашли то, что искали?": {
        ru: "Не нашли то, что искали?",
        ua: "Не знайшли те, що шукали?",
        en: "Didn`t find what You were looking for?",
    },
    "Что такое Виртуальный сервер (VDS/VPS)?": {
        ru: "Что такое Виртуальный сервер (VDS/VPS)?",
        ua: "Що таке Віртуальний сервер (VDS/VPS)?",
        en: "What is a Virtual Server (VDS/VPS)?",
    },
    "Что такое Виртуальный сервер?": {
        ru: "Что такое Виртуальный сервер?",
        ua: "Що таке Віртуальний сервер?",
        en: "What is a Virtual Server?",
    },
    "Это что-то неизвестное для меня! Как быть?": {
        ru: "Это что-то неизвестное для меня! Как быть?",
        ua: "Це щось невідоме для мене! Як бути?",
        en: "This is something unknown to me! How to be?",
    },
    "Какие программы доступны на серверах?": {
        ru: "Какие программы доступны на серверах?",
        ua: "Які програми доступні на серверах?",
        en: "What programs are available on the servers?",
    },
    "Сколько IP-адресов я получаю при покупке?": {
        ru: "Сколько IP-адресов я получаю при покупке?",
        ua: "Скільки IP-адрес я отримую при покупці?",
        en: "How many IP addresses do I receive upon purchase?",
    },
    "Как переустановить ОС?": {
        ru: "Как переустановить ОС?",
        ua: "Як перевстановити ОС?",
        en: "How to reinstall OS?",
    },
    "Как увеличить мощность сервера после покупки?": {
        ru: "Как увеличить мощность сервера после покупки?",
        ua: "Як збільшити потужність сервера після покупки?",
        en: "How to increase server capacity after purchase?",
    },
    "Virtual Dedicated (Private) Server — виртуальная услуга, которая эмулирует работу реального физического сервера. Мы предоставляем полный root-доступ для каждого сервера, при этом каждый клиент имеет индивидуальное ограниченное пространство, которое никак не взаимодействует с «соседями по серверу», благодаря технологии KVM. Обратите внимание, что мы не классифицируем VDS и VPS как разные услуги. Все наши виртуальные серверы относятся к обеим категориям.":
        {
            ru: "Virtual Dedicated (Private) Server — виртуальная услуга, которая эмулирует работу реального физического сервера. Мы предоставляем полный root-доступ для каждого сервера, при этом каждый клиент имеет индивидуальное ограниченное пространство, которое никак не взаимодействует с «соседями по серверу», благодаря технологии KVM. Обратите внимание, что мы не классифицируем VDS и VPS как разные услуги. Все наши виртуальные серверы относятся к обеим категориям.",
            ua: "Virtual Dedicated (Private) Server – віртуальна послуга, яка емулює роботу реального фізичного сервера. Ми надаємо повний root-доступ для кожного сервера, при цьому кожен клієнт має індивідуальний обмежений простір, який ніяк не взаємодіє із «сусідами по серверу» завдяки технології KVM. Зверніть увагу, що ми не класифікуємо VDS та VPS як різні послуги. Всі наші віртуальні сервери належать до обох категорій.",
            en: "Virtual Dedicated (Private) Server is a virtual service that emulates the operation of a real physical server. We provide full root access for each server, while each client has an individual limited space that does not interact with «server neighbors» in any way, thanks to KVM technology. Please note that we do not classify VDS and VPS as different services. All of our virtual servers fall into both categories.",
        },
    "Ответы на вопросы": {
        ru: "Ответы на вопросы",
        ua: "Відповіді на питання",
        en: "Answers on questions",
    },
    "": {
        ru: "",
        ua: "",
        en: "",
    },
    "Облачные серверы": {
        ru: "Облачные серверы",
        ua: "Хмарні сервери",
        en: "Cloud servers",
    },
    "Облачные серверы прямиком из дата-центра Hetzner. Идеально подходят для скриптов, ботов и крипто-нод.":
        {
            ru: "Облачные серверы прямиком из дата-центра Hetzner. Идеально подходят для скриптов, ботов и крипто-нод.",
            ua: "Хмарні сервери прямо з дата-центру Hetzner. Ідеально підходять для скриптів, ботів та крипто-нод.",
            en: "Cloud servers straight from the Hetzner data center. Ideal for scripts, bots and crypto-nodes.",
        },
    Стандартный: {
        ru: "Стандартный",
        ua: "Стандартний",
        en: "Standard",
    },
    Выделенный: {
        ru: "Выделенный",
        ua: "Виділений",
        en: "Dedicated",
    },
    "Интуитивно понятные каждому пользователю инструменты для работы с серверами. Перезапуск, настройки, бекапы – все, что нужно!":
        {
            ru: "Интуитивно понятные каждому пользователю инструменты для работы с серверами. Перезапуск, настройки, бекапы – все, что нужно!",
            ua: "Інтуїтивно зрозумілі кожному користувачеві інструменти для роботи із серверами. Перезапуск, налаштування, бекапи – все, що потрібно!",
            en: "Intuitively understandable to each user tools for working with servers. Restart, settings, backups - everything you need!",
        },
    "Почти моментальное создание и копирование серверов в пару кликов. Активация не заставит Вас ждать!":
        {
            ru: "Почти моментальное создание и копирование серверов в пару кликов. Активация не заставит Вас ждать!",
            ua: "Майже миттєве створення та копіювання серверів у пару кліків. Активація не змусить Вас чекати!",
            en: "Almost instant creation and copying of servers in a couple of clicks. Activation will not keep You waiting!",
        },
    "Почасовая оплата": {
        ru: "Почасовая оплата",
        ua: "Погодинна оплата",
        en: "Hourly payment",
    },
    "Непревзойденное соотношение цены и качества. Не переплачивайте за оборудование! Оплата за любые тарифы снимается раз в час.":
        {
            ru: "Непревзойденное соотношение цены и качества. Не переплачивайте за оборудование! Оплата за любые тарифы снимается раз в час.",
            ua: "Неперевершене співвідношення ціни та якості. Не сплачуйте за обладнання! Оплата за будь-які тарифи знімається щогодини.",
            en: "Unbeatable value for money. Do not overpay for equipment! Payment for any tariffs is charged once an hour.",
        },
    "Множество локаций": {
        ru: "Множество локаций",
        ua: "Безліч локацій",
        en: "Many locations",
    },
    "Германия, Финляндия, США — точки размещения серверов по всему миру. Выбирайте для себя подходящую и наслаждайтесь комфортной работой.":
        {
            ru: "Германия, Финляндия, США — точки размещения серверов по всему миру. Выбирайте для себя подходящую и наслаждайтесь комфортной работой.",
            ua: "Німеччина, Фінляндія, США – точки розміщення серверів по всьому світу. Обирайте собі потрібну і насолоджуйтесь зручною роботою.",
            en: "Germany, Finland, USA - server locations around the world. Choose the right one for you and enjoy comfortable work.",
        },
    "Наиболее надежное и производительное оборудование для любых требовательных бизнес-задач и не только.":
        {
            ru: "Наиболее надежное и производительное оборудование для любых требовательных бизнес-задач и не только.",
            ua: "Найбільш надійне та продуктивне обладнання для будь-яких вимогливих бізнес-завдань і не тільки.",
            en: "The most reliable and productive equipment for any demanding business tasks and not only.",
        },
    "Панель управления серверами": {
        ru: "Панель управления серверами",
        ua: "Панель керування серверами",
        en: "Server control panel",
    },
    "Множество функций для комфортной работы с сервером. От переустановки, до настройки сетевого Firewall.":
        {
            ru: "Множество функций для комфортной работы с сервером. От переустановки, до настройки сетевого Firewall.",
            ua: "Безліч функцій для комфортної роботи із сервером. Від переустановки до налаштування мережевого Firewall.",
            en: "Many functions for comfortable work with the server. From reinstallation to setting up a network Firewall.",
        },
    "Множество доступных локаций": {
        ru: "Множество доступных локаций",
        ua: "Безліч доступних локацій",
        en: "Lots of available locations",
    },
    "Выберите наиболее подходящее местоположение для своего сервера среди десятка популярных локаций. Минимальный пинг позволяет работать комфортнее.":
        {
            ru: "Выберите наиболее подходящее местоположение для своего сервера среди десятка популярных локаций. Минимальный пинг позволяет работать комфортнее.",
            ua: "Виберіть найкраще місце для свого сервера серед десятка популярних локацій. Мінімальний пінг дозволяє працювати комфортніше.",
            en: "Choose the most suitable location for your server among ten popular locations. The minimum ping allows you to work more comfortably.",
        },
    "Возможность установки Windows": {
        ru: "Возможность установки Windows",
        ua: "Можливість інсталяції Windows",
        en: "Ability to install Windows",
    },
    "Наши сотрудники могут установить любую актуальную версию Windows на Ваш сервер. Мы используем стандартные официальные системы, которые Вы можете активировать самостоятельно.":
        {
            ru: "Наши сотрудники могут установить любую актуальную версию Windows на Ваш сервер. Мы используем стандартные официальные системы, которые Вы можете активировать самостоятельно.",
            ua: "Наші співробітники можуть встановити будь-яку актуальну версію Windows на сервері. Ми використовуємо стандартні офіційні системи, які Ви можете активувати самостійно.",
            en: "Our employees can install any current version of Windows on your server. We use standard official systems that You can activate yourself.",
        },
    "Во всех наших локациях предусмотрена возможность подключения защиты от DDoS-атак. Не позвольте злоумышленникам навредить. Ваш бизнес будет процветать":
        {
            ru: "Во всех наших локациях предусмотрена возможность подключения защиты от DDoS-атак. Не позвольте злоумышленникам навредить. Ваш бизнес будет процветать",
            ua: "У всіх наших локаціях передбачено можливість підключення захисту від DDoS-атак. Не дозвольте зловмисникам нашкодити. Ваш бізнес процвітатиме",
            en: "All our locations provide the ability to connect protection against DDoS attacks. Don`t let intruders do harm. Your business will flourish",
        },
    "Выделенные сервера без установки": {
        ru: "Выделенные сервера без установки",
        ua: "Виділені сервери без встановлення",
        en: "Dedicated servers without installation",
    },
    "Полное соответствие обычным выделенным серверам, но теперь без платы за установку!":
        {
            ru: "Полное соответствие обычным выделенным серверам, но теперь без платы за установку!",
            ua: "Повна відповідність звичайним виділеним серверам, але тепер без плати за встановлення!",
            en: "Full compliance with conventional dedicated servers, but now without installation fees!",
        },
    "Нет необходимости платить за установку!": {
        ru: "Нет необходимости платить за установку!",
        ua: "Немає необхідності платити за встановлення!",
        en: "No need to pay for installation!",
    },
    "Приобретайте уже установленные тарифы. Это позволяет Вам значительно сэкономить и начать пользоваться сервером быстрее.":
        {
            ru: "Приобретайте уже установленные тарифы. Это позволяет Вам значительно сэкономить и начать пользоваться сервером быстрее.",
            ua: "Купуйте вже встановлені тарифи. Це дозволяє Вам значно заощадити та почати користуватися сервером швидше.",
            en: "Purchase already established tariffs. This allows you to save a lot and start using the server faster.",
        },
    Подписаться: {
        ru: "Подписаться",
        ua: "Підписатися",
        en: "Subscribe",
    },
    "на канал в Telegram": {
        ru: "на канал в Telegram",
        ua: "на канал в Telegram",
        en: "to Telegram channel",
    },
    "Чтобы не упустить выделенные серверы без установки!": {
        ru: "Чтобы не упустить выделенные серверы без установки!",
        ua: "Щоб не упустити виділені сервери без встановлення!",
        en: "Not to miss dedicated servers without installation!",
    },
    "Хостинг для сайта": {
        ru: "Хостинг для сайта",
        ua: "Хостинг для сайту",
        en: "Website hosting",
    },
    "Бюджетный веб-хостинг для небольших проектов. Оптимальное решение для блога, сайта-визитки и начального бизнеса.":
        {
            ru: "Бюджетный веб-хостинг для небольших проектов. Оптимальное решение для блога, сайта-визитки и начального бизнеса.",
            ua: "Бюджетний веб-хостинг для маленьких проектів. Оптимальне рішення для блогу, сайту-візитки та початкового бізнесу.",
            en: "Budget web hosting for small projects. The optimal solution for a blog, business card site and start-up business.",
        },
    "Панель управления ISPmanager": {
        ru: "Панель управления ISPmanager",
        ua: "Панель керування ISPmanager",
        en: "ISPmanager control panel",
    },
    "Абсолютно все функции для удобного управления веб-сайтами. Полезная статистика и разнообразие CMS.":
        {
            ru: "Абсолютно все функции для удобного управления веб-сайтами. Полезная статистика и разнообразие CMS.",
            ua: "Абсолютно всі функції для зручного керування веб-сайтами. Корисна статистика та різноманітність CMS.",
            en: "Absolutely all the features for easy website management. Useful statistics and variety of CMS.",
        },
    "Создание веб-сайта за 20 секунд": {
        ru: "Создание веб-сайта за 20 секунд",
        ua: "Створення веб-сайту за 20 секунд",
        en: "Create a website in 20 seconds",
    },
    "Процесс не заставит себя ждать. Вы сможете приступить к работе с веб-сайтом менее, чем за минуту после оплаты!":
        {
            ru: "Процесс не заставит себя ждать. Вы сможете приступить к работе с веб-сайтом менее, чем за минуту после оплаты!",
            ua: "Процес не забариться. Ви зможете розпочати роботу з веб-сайтом менш ніж за хвилину після оплати!",
            en: "The process will not keep you waiting. You will be able to start working with the website in less than a minute after payment!",
        },
    "Доступно расширение накопителя SSD": {
        ru: "Доступно расширение накопителя SSD",
        ua: "Доступно розширення накопичувача SSD",
        en: "SSD storage expansion available",
    },
    "Недостаточно памяти? Не беда, мы можем улучшить Ваш тариф и расширить доступное место на диске до необходимых значений.":
        {
            ru: "Недостаточно памяти? Не беда, мы можем улучшить Ваш тариф и расширить доступное место на диске до необходимых значений.",
            ua: "Недостатньо пам`яті? Не біда, ми можемо покращити Ваш тариф та розширити доступне місце на диску до необхідних значень.",
            en: "Not enough memory? It doesn`t matter, we can improve Your tariff and expand the available disk space to the required values.",
        },
    "Надежная защита Вашего веб-сайта от DDoS-атак злоумышленников. Можете вздремнуть, а сайт будет работать круглосуточно!":
        {
            ru: "Надежная защита Вашего веб-сайта от DDoS-атак злоумышленников. Можете вздремнуть, а сайт будет работать круглосуточно!",
            ua: "Надійний захист Вашого веб-сайту від DDoS-атак зловмисників. Можете подрімати, а сайт працюватиме цілодобово!",
            en: "Reliable protection of your website from DDoS attacks by intruders. You can take a nap, and the site will work around the clock!",
        },
    Тарифы: {
        ru: "Тарифы",
        ua: "Тарифи",
        en: "Tariffes",
    },
    Старт: {
        ru: "Старт",
        ua: "Старт",
        en: "Start",
    },
    Стандарт: {
        ru: "Стандарт",
        ua: "Стандарт",
        en: "Standard",
    },
    Премиум: {
        ru: "Премиум",
        ua: "Преміум",
        en: "Premium",
    },
    Доменов: {
        ru: "Доменов",
        ua: "Доменів",
        en: "Domens",
    },
    Защита: {
        ru: "Защита",
        ua: "Захист",
        en: "Protection",
    },
    "Дата-центры по всему миру": {
        ru: "Дата-центры по всему миру",
        ua: "Дата-центри по всьому світу",
        en: "Data-centers around the world",
    },
    "Теперь разместить свой игровой сервер просто как никогда. Заказывайте удобный игровой хостинг!":
        {
            ru: "Теперь разместить свой игровой сервер просто как никогда. Заказывайте удобный игровой хостинг!",
            ua: "Тепер розмістити свій ігровий сервер просто, як ніколи. Замовляйте зручний ігровий хостинг!",
            en: "Now hosting your game server is easier than ever. Order a convenient game hosting!",
        },
    "Готовые шаблоны игр для установки": {
        ru: "Готовые шаблоны игр для установки",
        ua: "Готові шаблони ігор для встановлення",
        en: "Ready-made game templates for installation",
    },
    "Выберите подходящий игровой сервер из 40+ готовых образов. Если необходимой игры или сервиса нет в списке, наши сотрудники добавят ее для Вас!":
        {
            ru: "Выберите подходящий игровой сервер из 40+ готовых образов. Если необходимой игры или сервиса нет в списке, наши сотрудники добавят ее для Вас!",
            ua: "Виберіть відповідний ігровий сервер із 40+ готових образів. Якщо необхідної гри чи сервісу немає у списку, наші співробітники додадуть її для Вас!",
            en: "Choose the right game server from 40+ ready-made images. If the required game or service is not in the list, our staff will add it for You!",
        },
    "Панель управления игровыми серверами": {
        ru: "Панель управления игровыми серверами",
        ua: "Панель керування ігровими серверами",
        en: "Game server control panel",
    },
    "Невероятно практичная панель Pterodactyl со всеми необходимыми функциями для полноценного администрирования любого игрового сервера.":
        {
            ru: "Невероятно практичная панель Pterodactyl со всеми необходимыми функциями для полноценного администрирования любого игрового сервера.",
            ua: "Неймовірно практична панель Pterodactyl з усіма важливими функціями для повноцінного адміністрування будь-якого ігрового сервера.",
            en: "An incredibly practical Pterodactyl panel with all the necessary functions for the full administration of any game server.",
        },
    "Загрузка файлов через панель и sFTP": {
        ru: "Загрузка файлов через панель и sFTP",
        ua: "Завантаження файлів через панель та sFTP",
        en: "File upload via panel and sFTP",
    },
    "Загружайте файлы Ваших серверов на максимальной скорости. Это можно сделать как через веб-панель, так и посредством sFTP.":
        {
            ru: "Загружайте файлы Ваших серверов на максимальной скорости. Это можно сделать как через веб-панель, так и посредством sFTP.",
            ua: "Завантажуйте файли ваших серверів на максимальній швидкості. Це можна зробити як через веб-панель, так і через sFTP.",
            en: "Download files from your servers at maximum speed. This can be done both through the web panel and through sFTP.",
        },
    "Базы данных MySQL": {
        ru: "Базы данных MySQL",
        ua: "Бази даних MySQL",
        en: "MySQL databases",
    },
    "Храните данные Ваших сервисов в упорядоченном и надежном виде. Специально для этого мы предоставляем каждому клиенту доступ к базе данных.":
        {
            ru: "Храните данные Ваших сервисов в упорядоченном и надежном виде. Специально для этого мы предоставляем каждому клиенту доступ к базе данных.",
            ua: "Зберігайте дані Ваших сервісів у впорядкованому та надійному вигляді. Спеціально для цього ми надаємо кожному клієнту доступ до бази даних.",
            en: "Keep your service data organized and secure. For this purpose, we provide each client with access to the database.",
        },
    "На большинстве тарифов по умолчанию предусмотрена игровая защита от DDoS-атак. Проводите ивенты на своих серверах в полном комфорте!":
        {
            ru: "На большинстве тарифов по умолчанию предусмотрена игровая защита от DDoS-атак. Проводите ивенты на своих серверах в полном комфорте!",
            ua: "На більшості тарифів за умовчанням передбачено ігровий захист від DDoS-атак. Проводьте івенти на своїх серверах у повному комфорті!",
            en: "Most plans come with in-game protection against DDoS attacks by default. Host events on your servers in complete comfort!",
        },
    "Доменное имя": {
        ru: "Доменное имя",
        ua: "Доменне ім`я",
        en: "Domain name",
    },
    "Щепотка красоты для Вашего веб-сайта. Домен — это то, что нужно!": {
        ru: "Щепотка красоты для Вашего веб-сайта. Домен — это то, что нужно!",
        ua: "Дрібка краси для вашого веб-сайту. Домен це те, що потрібно!",
        en: "A pinch of beauty for your website. Domain is what you need!",
    },
    "Оптимальная стоимость доменных зон": {
        ru: "Оптимальная стоимость доменных зон",
        ua: "Оптимальна вартість доменних зон",
        en: "Optimal cost of domain zones",
    },
    "Окунитесь в разнообразие доменных зон и стоимостей. От стандартных доменов до наиболее премиальных!":
        {
            ru: "Окунитесь в разнообразие доменных зон и стоимостей. От стандартных доменов до наиболее премиальных!",
            ua: "Пориньте у різноманітність доменних зон та цін. Від стандартних доменів до найпреміальніших!",
            en: "Immerse yourself in a variety of domain zones and prices.From standard domains to the most premium ones!",
        },
    "Вы можете перенести домен к нам!": {
        ru: "Вы можете перенести домен к нам!",
        ua: "Ви можете перенести домен до нас!",
        en: "You can transfer your domain to us!",
    },
    "Уже приобрели домен? Ничего страшного, для удобной оплаты и взаимодействия Вы можете перенести его к нам в несколько кликов!":
        {
            ru: "Уже приобрели домен? Ничего страшного, для удобной оплаты и взаимодействия Вы можете перенести его к нам в несколько кликов!",
            ua: "Вже придбали домен? Нічого страшного, для зручної оплати та взаємодії Ви можете перенести його до нас на кілька кліків!",
            en: "Already purchased a domain? It`s okay, for convenient payment and interaction, You can transfer it to us in a few clicks!",
        },
    "Удобное управление в совмещенной панели": {
        ru: "Удобное управление в совмещенной панели",
        ua: "Зручне керування в суміщеній панелі",
        en: "Convenient control in a combined panel",
    },
    "Используйте удобную панель управления, совмещенную с интерфейсом настройки DNS. Направить домен не составит никакого труда!":
        {
            ru: "Используйте удобную панель управления, совмещенную с интерфейсом настройки DNS. Направить домен не составит никакого труда!",
            ua: "Використовуйте зручну панель керування, суміщену з інтерфейсом налаштування DNS. Направити домен не складе ніяких труднощів!",
            en: "Use a convenient control panel combined with a DNS configuration interface. Sending a domain is easy!",
        },
    "Собственные серверы DNS": {
        ru: "Собственные серверы DNS",
        ua: "Власні сервери DNS",
        en: "Own DNS servers",
    },
    "Надежные DNS прямиком от SpaceCore. С ними процесс направления доменного имени до наших серверов происходит значительно быстрее.":
        {
            ru: "Надежные DNS прямиком от SpaceCore. С ними процесс направления доменного имени до наших серверов происходит значительно быстрее.",
            ua: "Надійні DNS прямо від SpaceCore. З ними процес направлення доменного імені до наших серверів відбувається значно швидше.",
            en: "Reliable DNS straight from SpaceCore. With them, the process of sending a domain name to our servers is much faster.",
        },
    "Уникальное доменное имя для вашего сайта?": {
        ru: "Уникальное доменное имя для вашего сайта?",
        ua: "Унікальне доменне ім`я для вашого сайту?",
        en: "Unique domain name for your site?",
    },
    "Легко!": {
        ru: "Легко!",
        ua: "Легко!",
        en: "Easy!",
    },
    Выбирай: {
        ru: "Выбирай",
        ua: "Обирай",
        en: "Choose",
    },
    Доступен: {
        ru: "Доступен",
        ua: "Доступний",
        en: "Available",
    },
    Занят: {
        ru: "Занят",
        ua: "Зайнятий",
        en: "Busy",
    },
    "DNS-хостинг": {
        ru: "DNS-хостинг",
        ua: "DNS-хостинг",
        en: "DNS-hosting",
    },
    "Обеспечьте доступность своего сайта или веб-приложения на SpaceCore. Бесплатно размещайте домены и записи на наших DNS-серверах":
        {
            ru: "Обеспечьте доступность своего сайта или веб-приложения на SpaceCore. Бесплатно размещайте домены и записи на наших DNS-серверах",
            ua: "Забезпечте доступність свого сайту або веб-програми на SpaceCore. Безкоштовно розміщуйте домени та записи на наших DNS-серверах",
            en: "Make your website or web-application available on SpaceCore. Host domains and records on our DNS servers for free",
        },
    "Что такое DNS?": {
        ru: "Что такое DNS?",
        ua: "Що таке DNS?",
        en: "What is DNS?",
    },
    "DNS помогает пользователям оказаться на необходимом сайте при помощи поискового запроса в браузере.":
        {
            ru: "DNS помогает пользователям оказаться на необходимом сайте при помощи поискового запроса в браузере.",
            ua: "DNS допомагає користувачам опинитися на потрібному сайті за допомогою пошукового запиту у браузері.",
            en: "DNS helps users to get to the desired site using a search query in the browser.",
        },
    "Настоящая «": {
        ru: "Настоящая «",
        ua: "Справжня «",
        en: "Real «",
    },
    "книга контактов": {
        ru: "книга контактов",
        ua: "книга контактів",
        en: "contact book",
    },
    "», только в интернете! Например, чтобы оказаться на нашем веб-сайте, в браузере необходимо ввести доменное имя «":
        {
            ru: "», только в интернете! Например, чтобы оказаться на нашем веб-сайте, в браузере необходимо ввести доменное имя «",
            ua: "», лише в інтернеті! Наприклад, щоб опинитися на нашому веб-сайті, в браузері необхідно ввести доменне ім`я «",
            en: "», only on the Internet! For example, to reach our website, You need to enter the domain name «",
        },
    "Для пользователя происходит практически незаметное перенаправление, а на уровне DNS-серверов обрабатывается IP-адрес сайта, который скрывается за красивыми буквами!":
        {
            ru: "Для пользователя происходит практически незаметное перенаправление, а на уровне DNS-серверов обрабатывается IP-адрес сайта, который скрывается за красивыми буквами!",
            ua: "Для користувача відбувається практично непомітне перенаправлення, а на рівні DNS-серверів обробляється IP-адреса сайту, яка ховається за красивими літерами!",
            en: "For the user, an almost imperceptible redirect occurs, and at the level of DNS servers, the IP address of the site is processed, which is hidden behind beautiful letters!",
        },
    Попробовать: {
        ru: "Попробовать",
        ua: "Спробувати",
        en: "Try",
    },
    "Бесплатное пользование": {
        ru: "Бесплатное пользование",
        ua: "Безкоштовне користування",
        en: "Free use",
    },
    "Множество функций для комфортной работы с сервером. От переустановки, до настройки сетевого Firewall":
        {
            ru: "Множество функций для комфортной работы с сервером. От переустановки, до настройки сетевого Firewall",
            ua: "Безліч функцій для комфортної роботи із сервером. Від переустановки до налаштування мережевого Firewall",
            en: "Many functions for comfortable work with the server. From reinstallation to setting up a network firewall",
        },
    Отказоустойчивость: {
        ru: "Отказоустойчивость",
        ua: "Відмовостійкість",
        en: "Fault tolerance",
    },
    "Отсутствие лимитов DNS-записей": {
        ru: "Отсутствие лимитов DNS-записей",
        ua: "Відсутність лімітів DNS-записів",
        en: "No DNS-record limits",
    },
    "Простота настройки": {
        ru: "Простота настройки",
        ua: "Простота налаштування",
        en: "Ease of setup",
    },
    "Что нужно для использования наших DNS-серверов": {
        ru: "Что нужно для использования наших DNS-серверов",
        ua: "Що потрібно для використання наших DNS-серверів",
        en: "What you need to use our DNS servers",
    },
    "Выберите домен": {
        ru: "Выберите домен",
        ua: "Оберіть домен",
        en: "Choose a domain",
    },
    "Зарегистрируйте его": {
        ru: "Зарегистрируйте его",
        ua: "Зареєструйте його",
        en: "Register it",
    },
    "Добавьте в SpaceCore": {
        ru: "Добавьте в SpaceCore",
        ua: "Додайте у SpaceCore",
        en: "Add to Spacecore",
    },
    "Выберите интересующий Вас вариант доменного имени и проверьте его доступность на нашей странице WHOIS.":
        {
            ru: "Выберите интересующий Вас вариант доменного имени и проверьте его доступность на нашей странице WHOIS.",
            ua: "Виберіть варіант доменного імені, що Вас цікавить, і перевірте його доступність на нашій сторінці WHOIS.",
            en: "Select the domain name option You are interested in and check its availability on our WHOIS page.",
        },
    "Это следующий этап к созданию Вашего веб-сайта. Оформите доступный домен в личном кабинете и будьте готовы идти дальше!":
        {
            ru: "Это следующий этап к созданию Вашего веб-сайта. Оформите доступный домен в личном кабинете и будьте готовы идти дальше!",
            ua: "Це наступний етап створення Вашого веб-сайту. Оформіть доступний домен в особистому кабінеті та будьте готові йти далі!",
            en: "This is the next step to building Your website. Register an available domain in your personal account and be ready to go further!",
        },
    "Закажите бесплатную услугу DNS-хостинга в личном кабинете. После моментальной активации Вы сможете добавить приобретенный домен в панели управления.":
        {
            ru: "Закажите бесплатную услугу DNS-хостинга в личном кабинете. После моментальной активации Вы сможете добавить приобретенный домен в панели управления.",
            ua: "Замовте безкоштовну послугу DNS-хостингу в особистому кабінеті. Після моментальної активації Ви можете додати придбаний домен на панелі керування.",
            en: "Order a free DNS hosting service in Your personal account. After instant activation, You will be able to add the purchased domain in the control panel.",
        },
    "Подробнее в нашей базе знаний": {
        ru: "Подробнее в нашей базе знаний",
        ua: "Докладніше у нашій базі знань",
        en: "Learn more in our knowledge base",
    },
    "Бэкап хранилище": {
        ru: "Бэкап хранилище",
        ua: "Бекап сховище",
        en: "Backup store",
    },
    "Надежное и качественное хранение данных — важный шаг в работе любого бизнеса. Доверьте эту задачу нам!":
        {
            ru: "Надежное и качественное хранение данных — важный шаг в работе любого бизнеса. Доверьте эту задачу нам!",
            ua: "Надійне та якісне зберігання даних – важливий крок у роботі будь-якого бізнесу. Довірте це завдання нам!",
            en: "Reliable and high-quality data storage is an important step in the work of any business. Entrust this task to us!",
        },
    "Это очень выгодно!": {
        ru: "Это очень выгодно!",
        ua: "Це дуже вигідно!",
        en: "It`s very profitable!",
    },
    "Платите только за необходимое пространство для Ваших файлов. Ничего лишнего, только выгодные тарифы!":
        {
            ru: "Платите только за необходимое пространство для Ваших файлов. Ничего лишнего, только выгодные тарифы!",
            ua: "Платіть тільки для необхідного простору для Ваших файлів. Ничего лишнего, только выгодные тарифы!",
            en: "You pay only for the necessary space for your files. Nothing extra, only favorable rates!",
        },
    "Не менее безопасно": {
        ru: "Не менее безопасно",
        ua: "Не менш безпечно",
        en: "No less safe",
    },
    "Все данные клиентов хранятся в защищенном виде на накопителях с RAID10. Мы гарантируем 100% сохранность Ваших файлов.":
        {
            ru: "Все данные клиентов хранятся в защищенном виде на накопителях с RAID10. Мы гарантируем 100% сохранность Ваших файлов.",
            ua: "Усі дані клієнтів зберігаються в захищеному вигляді на копіювачах з RAID10. Ми гарантуємо 100% збереження Ваших файлів.",
            en: "All customer data is stored in a protected form on drives with RAID10. We guarantee 100% security of Your files.",
        },
    "Подлежит масштабированию": {
        ru: "Подлежит масштабированию",
        ua: "Підлягає масштабуванню",
        en: "To be scaled",
    },
    "Платите только за необходимые ресурсы. Стало недостаточно памяти? Вы можете расширить свое пространство с доплатой без переносов!":
        {
            ru: "Платите только за необходимые ресурсы. Стало недостаточно памяти? Вы можете расширить свое пространство с доплатой без переносов!",
            ua: "Платіть лише за необхідні ресурси. Чи стало недостатньо пам`яті? Ви можете розширити свій простір із доплатою без перенесення!",
            en: "Pay only for the resources you need. Not enough memory? You can expand your space with a surcharge without transfers!",
        },
    "А самое главное — просто": {
        ru: "А самое главное — просто",
        ua: "А найголовніше - просто",
        en: "And most importantly - easy",
    },
    "Стандартный sFTP-доступ. Используйте любую из наиболее удобных и доступных программ. Наши сотрудники всегда рады помочь Вам!":
        {
            ru: "Стандартный sFTP-доступ. Используйте любую из наиболее удобных и доступных программ. Наши сотрудники всегда рады помочь Вам!",
            ua: "Стандартний доступ до sFTP. Використовуйте будь-яку з найбільш зручних та доступних програм. Наші співробітники завжди раді допомогти Вам!",
            en: "Standard access to sFTP. Vykoristovyte be-yaku s most zruchnyh and available programs. Our helpers will always be happy to help You!",
        },
    Конфигуратор: {
        ru: "Конфигуратор",
        ua: "Конфігуратор",
        en: "Configurator",
    },
    "Объем хранилища": {
        ru: "Объем хранилища",
        ua: "Об`єм сховища",
        en: "Storage capacity",
    },
    "Выбранное хранилище": {
        ru: "Выбранное хранилище",
        ua: "Обране сховище",
        en: "Selected storage",
    },
    "объем хранилища": {
        ru: "объем хранилища",
        ua: "обсяг сховища",
        en: "storage capacity",
    },
    "за каждый доп. GB сохраненного": {
        ru: "за каждый доп. GB сохраненного",
        ua: "за кожний дод. GB збереженого",
        en: "for each additional GB saved",
    },
    Выбрано: {
        ru: "Выбрано",
        ua: "Обрано",
        en: "Selected",
    },
    "Документы компании": {
        ru: "Документы компании",
        ua: "Документи компанії",
        en: "Company documents",
    },
    "Для положительного опыта от сотрудничества стоит учесть все условия компании. Вы можете сделать это здесь!":
        {
            ru: "Для положительного опыта от сотрудничества стоит учесть все условия компании. Вы можете сделать это здесь!",
            ua: "Для позитивного досвіду від співпраці варто брати участь у всіх умовах компанії. Ви можете зробити це тут!",
            en: "For a positive experience of cooperation, it is necessary to take into account all the conditions of the company. You can do it here!",
        },
    "Публичная оферта": {
        ru: "Публичная оферта",
        ua: "Публічна оферта",
        en: "Public offer",
    },
    "публичное соглашение хостера с пользователем договор аренды услуг": {
        ru: "публичное соглашение хостера с пользователем договор аренды услуг",
        ua: "публічна угода хостера з користувачем договір оренди послуг",
        en: "hoster`s public agreement with the user service lease agreement",
    },
    "Политика конфиденциальности": {
        ru: "Политика конфиденциальности",
        ua: "Політика конфіденційності",
        en: "Privacy policy",
    },
    "Защита от DDoS (StormWall)": {
        ru: "Защита от DDoS (StormWall)",
        ua: "Захист від DDoS (StormWall)",
        en: "DDoS protection (StormWall)",
    },
    "Услуги размещения оборудования (Colocation)": {
        ru: "Услуги размещения оборудования (Colocation)",
        ua: "Послуги розміщення обладнання (Colocation)",
        en: "Equipment placement services (Colocation)",
    },
    "Правила взаимодействия с сотрудниками компании": {
        ru: "Правила взаимодействия с сотрудниками компании",
        ua: "Правила взаємодії зі співробітниками компанії",
        en: "Rules for interaction with company employees",
    },
    "Обеспечьте доступность своего сайта или веб-приложения с помощью SpaceCore. Бесплатно размещайте домены и записи на наших DNS-серверах":
        {
            ru: "Обеспечьте доступность своего сайта или веб-приложения с помощью SpaceCore. Бесплатно размещайте домены и записи на наших DNS-серверах",
            ua: "Забезпечте доступність свого сайту або веб-застосунку за допомогою SpaceCore. Безкоштовно розміщуйте домени та записи на наших DNS-серверах",
            en: "Make your website or web application accessible with SpaceCore. Host domains and records on our DNS servers for free",
        },
    "Фильтрация всех видов DDoS-атак": {
        ru: "Фильтрация всех видов DDoS-атак",
        ua: "Фільтрація всіх видів DDoS-атак",
        en: "Filtering of all types of DDoS attacks",
    },
    "Наши сервисы обеспечивают защиту от всех существующих видов DDoS-атак. Фильтрация на уровне L7 подключается индивидуально":
        {
            ru: "Наши сервисы обеспечивают защиту от всех существующих видов DDoS-атак. Фильтрация на уровне L7 подключается индивидуально",
            ua: "Наші послуги забезпечують захист від усіх існуючих видів DDoS-атак. Фільтрування на рівні L7 підключається індивідуально",
            en: "Our services provide protection against all existing types of DDoS attacks. Filtering at the L7 level is connected individually",
        },
    "Создание индивидуальных правил защиты": {
        ru: "Создание индивидуальных правил защиты",
        ua: "Створення індивідуальних правил захисту",
        en: "Creating individual protection rules",
    },
    "Опциональное подключение для услуг": {
        ru: "Опциональное подключение для услуг",
        ua: "Опціональне підключення до послуг",
        en: "Optional connection for services",
    },
    "Мощность фильтрации до 2500 Гбит/с": {
        ru: "Мощность фильтрации до 2500 Гбит/с",
        ua: "Потужність фільтрації до 2500 Гбіт/с",
        en: "Filtering power up to 2500 Gbps",
    },
    "Защищаем от угроз на 2, 3, 4 и 7-м уровне OSI — 95% всех известных атак": {
        ru: "Защищаем от угроз на 2, 3, 4 и 7-м уровне OSI — 95% всех известных атак",
        ua: "Захищаємо від загроз на 2, 3, 4 та 7-му рівні OSI - 95% всіх відомих атак",
        en: "We protect against threats at OSI levels 2, 3, 4 and 7 - 95% of all known attacks",
    },
    "Подключаем только для клиентов FirstVDS с активными серверами": {
        ru: "Подключаем только для клиентов FirstVDS с активными серверами",
        ua: "Підключаємо лише для клієнтів FirstVDS з активними серверами",
        en: "We connect only for FirstVDS clients with active servers",
    },
    "Защищаем сервер целиком: все ваши сайты на VDS будут в безопасности": {
        ru: "Защищаем сервер целиком: все ваши сайты на VDS будут в безопасности",
        ua: "Захищаємо сервер ціликом: всі ваші сайти на VDS будуть у безпеці",
        en: "We protect the entire server: all your sites on VDS will be safe",
    },
    "Потребуется сменить IP-адрес на защищённый, займёт около 40 минут": {
        ru: "Потребуется сменить IP-адрес на защищённый, займёт около 40 минут",
        ua: "Захищаємо сервер ціликом: всі ваші сайти на VDS будуть у безпеці",
        en: "You will need to change the IP address to a secure one, it will take about 40 minutes",
    },
    "Подключим защиту в течение 1 часа. До 24 часов уйдёт на обновление доменных записей из-за смены IP. До 1 часа на настройку защиты на 7 уровне для каждого домена":
        {
            ru: "Подключим защиту в течение 1 часа. До 24 часов уйдёт на обновление доменных записей из-за смены IP. До 1 часа на настройку защиты на 7 уровне для каждого домена",
            ua: "Підключимо захист протягом 1 години. До 24 годин відбувається оновлення доменних записів із-за зміни IP. До 1 години на налаштування захисту на 7 рівнях для кожного домену",
            en: "We will connect the protection within 1 hour. It will take up to 24 hours to update the domain records due to the IP change. Up to 1 hour to configure protection at level 7 for each domain",
        },
    "Условия предоставления": {
        ru: "Условия предоставления",
        ua: "Умови надання",
        en: "Terms of services",
    },
    "Для инвесторов": {
        ru: "Для инвесторов",
        ua: "Для інвесторів",
        en: "For investors",
    },
    "Мы рады приветствовать инвесторов": {
        ru: "Мы рады приветствовать инвесторов",
        ua: "Ми раді вітати інвесторів",
        en: "We are happy to welcome investors",
    },
    "Что такое текст «рыба» знают все, кто работает с версткой журналов, дизайном и разработкой сайтов. Этот текст служит для демонстрации того, как контент впоследствии будет выглядеть на готовой странице, чтобы увидеть, правильно ли размещаются абзацы, отступы, хорошо ли смотрятся шрифты. Такие рыбные тексты, как правило, не несут никакой смысловой нагрузки":
        {
            ru: "Что такое текст «рыба» знают все, кто работает с версткой журналов, дизайном и разработкой сайтов. Этот текст служит для демонстрации того, как контент впоследствии будет выглядеть на готовой странице, чтобы увидеть, правильно ли размещаются абзацы, отступы, хорошо ли смотрятся шрифты. Такие рыбные тексты, как правило, не несут никакой смысловой нагрузки",
            ua: "Що таке текст «риба» знають усі, хто працює з версткою журналів, дизайном та розробкою сайтів. Цей текст служить для демонстрації того, як контент згодом виглядатиме на готовій сторінці, щоб побачити, чи правильно розміщуються абзаци, відступи, чи добре виглядають шрифти. Такі рибні тексти, як правило, не несуть жодного смислового навантаження.",
            en: "What is the text 'fish' is known to everyone who works with the layout of magazines, design and development of sites. This text serves to demonstrate how the content will subsequently look on the finished page, to see if the paragraphs are placed correctly, indented, if the fonts look good. Such fish texts, as a rule, do not carry any semantic load.",
        },
    "Ждем вашего обращения": {
        ru: "Ждем вашего обращения",
        ua: "Чекаємо на ваше звернення",
        en: "Waiting for your appeal",
    },
    "Зарабатывайте вместе с нами!": {
        ru: "Зарабатывайте вместе с нами!",
        ua: "Заробляйте разом з нами!",
        en: "Earn with us!",
    },
    "Вы можете приносить доход для компании, а компания Вам": {
        ru: "Вы можете приносить доход для компании, а компания Вам",
        ua: "Ви можете приносити прибуток для компанії, а компанія Вам",
        en: "You can generate income for the company, and the company to You",
    },
    "Пассивный доход": {
        ru: "Пассивный доход",
        ua: "Пасивний дохід",
        en: "Passive income",
    },
    "Получайте реальный доход, буквально «сидя на диване»": {
        ru: "Получайте реальный доход, буквально «сидя на диване»",
        ua: "Отримуйте реальний дохід, буквально сидячи на дивані",
        en: "Get real income, literally 'sitting on the couch'",
    },
    "Неограниченный потенциал роста": {
        ru: "Неограниченный потенциал роста",
        ua: "Необмежений потенціал зростання",
        en: "Unlimited growth potential",
    },
    "Что произойдет, если Вы позовете к нам 10 своих друзей?": {
        ru: "Что произойдет, если Вы позовете к нам 10 своих друзей?",
        ua: "Що станеться, якщо Ви покличете до нас 10 своїх друзів?",
        en: "What happens if You invite 10 of your friends to join us?",
    },
    "Вы рекомендуете тариф 10 клиентам": {
        ru: "Вы рекомендуете тариф 10 клиентам",
        ua: "Ви рекомендуєте тариф 10 клієнтам",
        en: "You recommend a plan to 10 customers",
    },
    "3600 * 15 = 54000₽ оборот ваших клиентов": {
        ru: "3600 * 15 = 54000₽ оборот ваших клиентов",
        ua: "3600 * 15 = 54000₽ оборот ваших клієнтів",
        en: "3600 * 15 = 54000₽ turnover of your clients",
    },
    "20% от оборота это 54000 * 0,2=10800₽ в месяц — ваш заработок": {
        ru: "20% от оборота это 54000 * 0,2=10800₽ в месяц — Ваш заработок",
        ua: "20% від обороту це 54000 * 0,2=10800₽ на місяць - Ваш заробіток",
        en: "20% of the turnover is 54000 * 0,2=10800₽ per month - Your earnings",
    },
    "Каждые полгода": {
        ru: "Каждые полгода",
        ua: "Кожні півроку",
        en: "Every six months",
    },
    "Каждый год": {
        ru: "Каждый год",
        ua: "Щороку",
        en: "Every year",
    },
    "Где взять партнерскую ссылку": {
        ru: "Где взять партнерскую ссылку",
        ua: "Де взяти партнерське посилання",
        en: "Where to get a partner link",
    },
    "Что будет при исчерпании трафика?": {
        ru: "Что будет при исчерпании трафика?",
        ua: "Що буде при вичерпанні трафіку?",
        en: "What happens when traffic runs out?",
    },
    "Партнёрская ссылка и полная статистика переходов и регистраций находится в панели управления, в меню «Партнёрка»":
        {
            ru: "Партнёрская ссылка и полная статистика переходов и регистраций находится в панели управления, в меню «Партнёрка»",
            ua: "Партнерське посилання та повна статистика переходів та реєстрацій знаходиться на панелі керування, в меню «Партнерка»",
            en: "Affiliate link and full statistics of transitions and registrations are located in the control panel, in the 'Affiliate' menu",
        },
    "Вывод на WMZ": {
        ru: "Вывод на WMZ",
        ua: "Вивід на WMZ",
        en: "Withdrawal to WMZ",
    },
    "Вывод на бонусный счёт": {
        ru: "Вывод на бонусный счёт",
        ua: "Вивід на бонусний рахунок",
        en: "Withdrawal to bonus account",
    },
    "Подробные условия сотрудничества": {
        ru: "Подробные условия сотрудничества",
        ua: "Детальні умови співпраці",
        en: "Detailed terms of cooperation",
    },
    "Реселлерская программа": {
        ru: "Реселлерская программа",
        ua: "Реселерська програма",
        en: "Reseller program",
    },
    "Мы рады приветствовать реселлеры": {
        ru: "Мы рады приветствовать реселлеры",
        ua: "Ми раді вітати реселери",
        en: "We welcome resellers",
    },
    VDS: {
        ru: "VDS",
        ua: "VDS",
        en: "VDS",
    },
    Домены: {
        ru: "Домены",
        ua: "Домени",
        en: "Domains",
    },
    "FTP-хранилище": {
        ru: "FTP-хранилище",
        ua: "FTP-сховище",
        en: "FTP-store",
    },
    Уровень: {
        ru: "Уровень",
        ua: "Рівень",
        en: "Level",
    },
    "Кол-во": {
        ru: "Кол-во",
        ua: "Кіл-ть",
        en: "Number",
    },
    Оборот: {
        ru: "Оборот",
        ua: "Оборот",
        en: "Circulation",
    },
    Обновление: {
        ru: "Обновление",
        ua: "Оновлення",
        en: "Update",
    },
    Скидка: {
        ru: "Скидка",
        ua: "Скидка",
        en: "Discount",
    },
    от: {
        ru: "от",
        ua: "від",
        en: "of",
    },
    месяца: {
        ru: "месяца",
        ua: "місяця",
        en: "monthes",
    },
    месяцев: {
        ru: "месяцев",
        ua: "місяців",
        en: "monthes",
    },
    "Особые условия": {
        ru: "Особые условия",
        ua: "Особливі умови",
        en: "Special conditions",
    },
    "Интересные факты о": {
        ru: "Интересные факты о",
        ua: "Цікаві факти про",
        en: "Interesting facts about",
    },
    "Проверьте нашу сеть перед покупкой услуг: traceroute, ping, speedtest и тестовые файлы":
        {
            ru: "Проверьте нашу сеть перед покупкой услуг: traceroute, ping, speedtest и тестовые файлы",
            ua: "Перевірте нашу мережу перед покупкою послуг: traceroute, ping, speedtest та тестові файли",
            en: "Check our network before purchasing services: traceroute, ping, speedtest and test files",
        },
    "Ваш адрес": {
        ru: "Ваш адрес",
        ua: "Ваш адрес",
        en: "Your adress",
    },
    "Выполнение команд": {
        ru: "Выполнение команд",
        ua: "Виконання команд",
        en: "Command execution",
    },
    Комманда: {
        ru: "Комманда",
        ua: "Команда",
        en: "Command",
    },
    "Результат выполнения команды": {
        ru: "Результат выполнения команды",
        ua: "Результат виконання команди",
        en: "Command result",
    },
    "Тестовые файлы": {
        ru: "Тестовые файлы",
        ua: "Тестові файли",
        en: "Test files",
    },
    "Протестируйте скорость загрузки с Вашего сервера": {
        ru: "Протестируйте скорость загрузки с Вашего сервера",
        ua: "Протестуйте швидкість завантаження з Вашого сервера",
        en: "Test the download speed from Your server",
    },
    "Тестовый файл": {
        ru: "Тестовый файл",
        ua: "Тестовий файл",
        en: "Test file",
    },
    Выполнить: {
        ru: "Выполнить",
        ua: "Виконати",
        en: "Run",
    },
    "Адрес ресурса": {
        ru: "Адрес ресурса",
        ua: "Адреса ресурсу",
        en: "Resource address",
    },
    Пинг: {
        ru: "Пинг",
        ua: "Пінг",
        en: "Ping",
    },
    Скачивание: {
        ru: "Скачивание",
        ua: "Завантаження",
        en: "Downloading",
    },
    Загрузка: {
        ru: "Загрузка",
        ua: "Загрузка",
        en: "Loading",
    },
    Джиттер: {
        ru: "Джиттер",
        ua: "Джитер",
        en: "Jitter",
    },
    Австрия: {
        ru: "Австрия",
        ua: "Австрія",
        en: "Austria",
    },
    "Проверьте стабильность соединения сами": {
        ru: "Проверьте стабильность соединения сами",
        ua: "Перевірте стабільність з'єднання самі",
        en: "Check the stability of the connection yourself",
    },
    "Мбит/с": {
        ru: "Мбит/с",
        ua: "Мбіт/с",
        en: "Mbps",
    },
    мс: {
        ru: "мс",
        ua: "мс",
        en: "ms",
    },
    Запустить: {
        ru: "Запустить",
        ua: "Запустити",
        en: "Run",
    },
    UptimeRobot: {
        ru: "UptimeRobot",
        ua: "UptimeRobot",
        en: "UptimeRobot",
    },
    "Все системы": {
        ru: "Все системы",
        ua: "Усі системи",
        en: "All systems",
    },
    работают: {
        ru: "работают",
        ua: "працюють",
        en: "are working",
    },
    "Статус услуг": {
        ru: "Статус услуг",
        ua: "Статус послуг",
        en: "Service status",
    },
    "Последнее обновление": {
        ru: "Последнее обновление",
        ua: "Останнє оновлення",
        en: "Last update",
    },
    "Следующее обновление через": {
        ru: "Следующее обновление через",
        ua: "Наступне оновлення через",
        en: "Next update in",
    },
    сек: {
        ru: "сек",
        ua: "сек",
        en: "sec",
    },
    "Время работы": {
        ru: "Время работы",
        ua: "Час роботи",
        en: "Working hours",
    },
    последние: {
        ru: "последние",
        ua: "останні",
        en: "last",
    },
    дней: {
        ru: "дней",
        ua: "днів",
        en: "days",
    },
    Вверх: {
        ru: "Вверх",
        ua: "Угору",
        en: "Up",
    },
    "Статус обновления": {
        ru: "Статус обновления",
        ua: "Статус оновлення",
        en: "Update status",
    },
    "Обновление от": {
        ru: "Обновление от",
        ua: "Оновлення від",
        en: "Update from",
    },
    "История обновления статуса": {
        ru: "История обновления статуса",
        ua: "Історія оновлення статусу",
        en: "Status update history",
    },
    "Обновление серверов": {
        ru: "Обновление серверов",
        ua: "Оновлення серверів",
        en: "Server update",
    },
    нояб: {
        ru: "нояб",
        ua: "лист",
        en: "nov",
    },
    "Поиск по базе знаний": {
        ru: "Поиск по базе знаний",
        ua: "Пошук у базі знань",
        en: "Knowledge base search",
    },
    Найти: {
        ru: "Найти",
        ua: "Знайти",
        en: "Search",
    },
    Новости: {
        ru: "Новости",
        ua: "Новини",
        en: "News",
    },
    Ченджлог: {
        ru: "Ченджлог",
        ua: "Ченжлог",
        en: "Changelog",
    },
    Рассылка: {
        ru: "Рассылка",
        ua: "Розсилка",
        en: "Newsletter",
    },
    "Популярные публикации": {
        ru: "Популярные публикации",
        ua: "Популярні публікації",
        en: "Popular publications",
    },
    Последнее: {
        ru: "Последнее",
        ua: "Останнє",
        en: "Latest",
    },
    "Загрузить еще": {
        ru: "Загрузить еще",
        ua: "Завантажити ще",
        en: "Load more",
    },
    "Размещение оборудования": {
        ru: "Размещение оборудования",
        ua: "Розміщення обладнання",
        en: "Equipment placement",
    },
    "Colocation — вид хостинга, размещение сервера заказчика на территории провайдера. В едином центре обработки данных арендовать места (от 1U до нескольких стоек) могут множество клиентов, и каждому гарантированы приемлемые условия для работы, доступы, системы безопасности.":
        {
            ru: "Colocation — вид хостинга, размещение сервера заказчика на территории провайдера. В едином центре обработки данных арендовать места (от 1U до нескольких стоек) могут множество клиентов, и каждому гарантированы приемлемые условия для работы, доступы, системы безопасности.",
            ua: "Colocation – вид хостингу, розміщення сервера замовника на території провайдера. У єдиному центрі обробки даних орендувати місця (від 1U до кількох стійок) може бути безліч клієнтів, і кожному гарантовані прийнятні умови для роботи, доступи, системи безпеки.",
            en: "Colocation - type of hosting, placement of the customer's server on the territory of the provider. In a single data center, many clients can rent space (from 1U to several racks), and everyone is guaranteed acceptable working conditions, access, and security systems.",
        },
    "Аренда места под сервер — оптимальный вариант для клиентов, которые не в состоянии самостоятельно добиться на 100 % безопасной круглосуточной поддержки мощного специализированного оборудования и не располагают площадями для его установки.":
        {
            ru: "Аренда места под сервер — оптимальный вариант для клиентов, которые не в состоянии самостоятельно добиться на 100 % безопасной круглосуточной поддержки мощного специализированного оборудования и не располагают площадями для его установки.",
            ua: "Оренда місця під сервер - оптимальний варіант для клієнтів, які не в змозі самостійно досягти на 100% безпечної цілодобової підтримки потужного спеціалізованого обладнання і не мають площ для його встановлення.",
            en: "Renting a server space is the best option for customers who are not able to independently achieve 100% secure round-the-clock support for powerful specialized equipment and do not have the space to install it.",
        },
    "Цены на размещение": {
        ru: "Цены на размещение",
        ua: "Ціни на розміщення",
        en: "Accommodation prices",
    },
    "Размещение оборудования 1U в стойке": {
        ru: "Размещение оборудования 1U в стойке",
        ua: "Розміщення обладнання 1U у стійці",
        en: "Placement of equipment 1U in a rack",
    },
    "Размещение оборудования 2U в стойке": {
        ru: "Размещение оборудования 2U в стойке",
        ua: "Розміщення обладнання 2U у стійці",
        en: "Placement of equipment 2U in a rack",
    },
    "Размещение оборудования 3U в стойке": {
        ru: "Размещение оборудования 3U в стойке",
        ua: "Розміщення обладнання 3U у стійці",
        en: "Placement of equipment 3U in a rack",
    },
    "Дополнительный IP адрес IPv4": {
        ru: "Дополнительный IP адрес IPv4",
        ua: "Додаткова IP адреса IPv4",
        en: "Additional IP address IPv4",
    },
    Инсталляция: {
        ru: "Инсталляция",
        ua: "Інсталяція",
        en: "Installation",
    },
    "Размещение коммутатора": {
        ru: "Размещение коммутатора",
        ua: "Розміщення комутатора",
        en: "Switch placement",
    },
    бесплатно: {
        ru: "бесплатно",
        ua: "безкоштовно",
        en: "free",
    },
    "В расчетах учитывается номинальная мощность блоков питания размещаемого оборудования":
        {
            ru: "В расчетах учитывается номинальная мощность блоков питания размещаемого оборудования",
            ua: "У розрахунках враховується номінальна потужність блоків живлення обладнання, що розміщується",
            en: "The calculations take into account the rated power of the power supplies of the placed equipment",
        },
    "При наличии у оборудования двух блоков питания, к расчету принимается только один":
        {
            ru: "При наличии у оборудования двух блоков питания, к расчету принимается только один",
            ua: "За наявності обладнання двох блоків живлення, до розрахунку приймається тільки один",
            en: "If the equipment has two power supplies, only one is accepted for calculation.",
        },
    "Цены указаны с учетом НДС": {
        ru: "Цены указаны с учетом НДС",
        ua: "Ціни вказані з урахуванням ПДВ",
        en: "Prices are inclusive of VAT",
    },
    Главная: {
        ru: "Главная",
        ua: "Головна",
        en: "Home",
    },
    Документы: {
        ru: "Документы",
        ua: "Документи",
        en: "Documents",
    },
    "Отзывы клиентов": {
        ru: "Отзывы клиентов",
        ua: "Відгуки клієнтів",
        en: "Customer reviews",
    },
    Трафик: {
        ru: "Трафик",
        ua: "Трафік",
        en: "Traffic",
    },
    "Ширина канала": {
        ru: "Ширина канала",
        ua: "Ширина каналу",
        en: "Channel width",
    },
    установка: {
        ru: "установка",
        ua: "встановлення",
        en: "installation",
    },
};

export default strings;
